[
    {
        "id": "9001",
        "tmdbid": "318781.0",
        "description": "A young woman's desperate search for her abducted boyfriend draws her into the infamous Colonia Dignidad, a sect nobody ever escaped from."
    },
    {
        "id": "9002",
        "tmdbid": "212168.0",
        "description": "Freed of her responsibilities with the 501 Organization, Motoko Kusanagi must now learn how to take orders from Aramaki. Someone hacks the Logicomas, and Batou enlists the help of former army intelligence officer Ishikawa and former air artillery expert Borma. Kusanagi also seeks to enlist ace sniper Saito and undercover cop Paz into the new Public Security Section 9."
    },
    {
        "id": "9003",
        "tmdbid": "253344.0",
        "description": "By day, Richard Haig is a successful and well-respected English professor at renowned Trinity College in Cambridge.  By night, Richard indulges his own romantic fantasies with a steady stream of beautiful undergraduates.  But Richard has grown tired of the  game and is looking for something more meaningful and lasting.  So when Kate, Richard’s tanned, athletic, 25-year-old American girlfriend tells him that she is pregnant, Richard is thrilled.  He looks forward to having a family of his own,  being a father his children could be proud of, not some sex-fueled bobcat.  There is only one problem.  Richard’s not in love with Kate.  Richard is in love with Kate’s sister, Olivia. He had been in love with her ever since he first saw her."
    },
    {
        "id": "9004",
        "tmdbid": "30459.0",
        "description": "Fracchia is desperate: he has to sell a house with at least five bathrooms within three days or his boss will fire him. Incredibly, he and his pal Filini manage to find the perfect house, a castle in Transylvania owned by some count Vlad... things get even worse when they meet the Count and his sister, who has a crush on Fracchia and decides to marry him!"
    },
    {
        "id": "9005",
        "tmdbid": "329289.0",
        "description": "A group of student film makers are creating \"Project Marble Hornets\" when the production is interrupted by a series of paranormal events in this tense and shocking horror."
    },
    {
        "id": "9006",
        "tmdbid": "11441.0",
        "description": "Cristina is a rich, spoiled princess visiting Rome with her royal parents. The mission of their visit is to marry her off to a super-wealthy corporate type and thereby start to turn around the losses their small kingdom is experiencing in its casino business. These less-than-noble intentions get derailed when Barnaba, a zany bus driver enters their lives and falls madly in love with the gorgeous Cristina. He is nuts enough to succeed in this romantic chase after royalty, as love seems to fuel his determination to rid Cristina of her elitism and to make her see his own irrepressible attractions."
    },
    {
        "id": "9007",
        "tmdbid": "257211.0",
        "description": "70-year-old widower Ben Whittaker has discovered that retirement isn't all it's cracked up to be. Seizing an opportunity to get back in the game, he becomes a senior intern at an online fashion site, founded and run by Jules Ostin."
    },
    {
        "id": "9008",
        "tmdbid": "27412.0",
        "description": "Los Angeles private eye Jack Chandler is hired by a worried mother to find her missing runaway daughter, Samantha. As Chandler searches for her whereabouts, he uncovers an evil cult that worships an Egyptian god, whose followers commit human sacrifices with chainsaws to appease their deity. He soon learns that Samantha has revenge in store for the cult leader and his bevy of blood-thirsty, chainsaw-wielding hookers."
    },
    {
        "id": "9009",
        "tmdbid": "292431.0",
        "description": "Murphy is an American living in Paris who enters a highly sexually and emotionally charged relationship with the unstable Electra. Unaware of the seismic effect it will have on their relationship, they invite their pretty neighbor into their bed."
    },
    {
        "id": "9010",
        "tmdbid": "264644.0",
        "description": "Held captive for 7 years in an enclosed space, a woman and her young son finally gain their freedom, allowing the boy to experience the outside world for the first time."
    },
    {
        "id": "9011",
        "tmdbid": "277546.0",
        "description": "In the aftermath of the BP oil spill, an idealistic but imperfect New Orleans politician (Nicolas Cage) finds his plans of restoration unraveling as his own life becomes contaminated with corruption, scandal and deceit."
    },
    {
        "id": "9012",
        "tmdbid": "328425.0",
        "description": "Simon and Robyn are a young married couple whose life is going as planned until a chance run-in with Simon's high school acquaintance sends their world into a tailspin."
    },
    {
        "id": "9013",
        "tmdbid": "25161.0",
        "description": "When George Carlin is asked which HBO concert is his favorite, his answer is always, \"Jammin’ In New York.\" The show, taped at the Paramount Theater in Madison Square Garden and winner of the 1992 CableACE Award, is a perfect blend of biting social commentary and more gently-observed observational pieces."
    },
    {
        "id": "9014",
        "tmdbid": "310131.0",
        "description": "In 1630s New England, William and Katherine lead a devout Christian life with five children, homesteading on the edge of an impassable wilderness, exiled from their settlement when William defies the local church. When their newborn son vanishes and crops mysteriously fail, the family turns on one another."
    },
    {
        "id": "9015",
        "tmdbid": "296313.0",
        "description": "Men & Chicken is a black comedy about two outcast brothers who, by getting to know their unknown family, discover a horrible truth about themselves and their relatives."
    },
    {
        "id": "9016",
        "tmdbid": "351964.0",
        "description": "Desperate for a good story, a sex-addicted journalist throws himself into the world of high-class escorts when he starts following a Stanford-educated prostitute."
    },
    {
        "id": "9017",
        "tmdbid": "281979.0",
        "description": "In a Mars base, the inhabitants are being infected by a mysterious water creature which takes over its victims. The Doctor is thrust into the middle of this catastrophe, knowing a larger one is waiting around the corner."
    },
    {
        "id": "9018",
        "tmdbid": "278604.0",
        "description": ""
    },
    {
        "id": "9019",
        "tmdbid": "298312.0",
        "description": "A brother and sister are sent to their grandparents' remote Pennsylvania farm for a week, where they discover that the elderly couple is involved in something deeply disturbing."
    },
    {
        "id": "9020",
        "tmdbid": "290751.0",
        "description": "A tight-knit team of FBI investigators, along with their District Attorney supervisor, is suddenly torn apart when they discover that one of their own teenage daughters has been brutally murdered."
    },
    {
        "id": "9021",
        "tmdbid": "143634.0",
        "description": "We don't have an overview translated in English. Help us expand our database by adding one."
    },
    {
        "id": "9022",
        "tmdbid": "343295.0",
        "description": "Jeff gives the most dangerous – and enlightening – roast of his life from behind the walls of the Brazos County Jail in Bryan, Texas. In this special he touches on topics surrounding incarceration such as race, solitary confinement and the death penalty."
    },
    {
        "id": "9023",
        "tmdbid": "332270.0",
        "description": "The story of Lyudmila Pavlichenko, the most successful female sniper in history."
    },
    {
        "id": "9024",
        "tmdbid": "261392.0",
        "description": "Mike is an unmotivated stoner whose small-town life with his live-in girlfriend, Phoebe, is suddenly turned upside down.  Unbeknownst to him, Mike is actually a highly trained, lethal sleeper agent. In the blink of an eye, as his secret past comes back to haunt him, Mike is thrust into the middle of a deadly government operation and is forced to summon his inner action-hero in order to survive."
    },
    {
        "id": "9025",
        "tmdbid": "277216.0",
        "description": "In 1987, five young men, using brutally honest rhymes and hardcore beats, put their frustration and anger about life in the most dangerous place in America into the most powerful weapon they had: their music.  Taking us back to where it all began, Straight Outta Compton tells the true story of how these cultural rebels—armed only with their lyrics, swagger, bravado and raw talent—stood up to the authorities that meant to keep them down and formed the world’s most dangerous group, N.W.A.  And as they spoke the truth that no one had before and exposed life in the hood, their voice ignited a social revolution that is still reverberating today."
    },
    {
        "id": "9026",
        "tmdbid": "310133.0",
        "description": "Two kids find themselves in the centre of a deadly game of cat and mouse after taking a sheriff's cruiser for a joy ride."
    },
    {
        "id": "9027",
        "tmdbid": "134777.0",
        "description": ""
    },
    {
        "id": "9028",
        "tmdbid": "308084.0",
        "description": "It's Christmas Eve in Tinseltown and Sin-Dee is back on the block. Upon hearing that her pimp boyfriend hasn't been faithful during the 28 days she was locked up, the working girl and her best friend, Alexandra, embark on a mission to get to the bottom of the scandalous rumor. Their rip-roaring odyssey leads them through various subcultures of Los Angeles, including an Armenian family dealing with their own repercussions of infidelity."
    },
    {
        "id": "9029",
        "tmdbid": "258284.0",
        "description": "One clear summer day in a Baltimore suburb, a baby goes missing from her front porch. Two young girls serve seven years for the crime and are released into a town that hasn't fully forgiven or forgotten. Soon, another child is missing, and two detectives are called in to investigate the mystery in a community where everyone seems to have a secret."
    },
    {
        "id": "9030",
        "tmdbid": "50162.0",
        "description": "Pinocchio 964 is a memory-wiped sex slave who is thrown out by his owners for failure to maintain an erection. It is unclear in what ways he has been modified beyond having no memory and being unable to communicate. He is discovered by Himiko while wandering aimlessly through the city. Himiko has also been memory-wiped, possibly by the same company that produced Pinocchio, but she is fully functional. Himiko spends her days drawing maps of the city, to aid other memory-wiped people. Himiko takes Pinocchio home and tries to teach him to speak. After much effort he has a breakthrough and finally becomes aware of his situation. At this point his body erupts in an inexplicable metamorphosis and it becomes clear that his modifications were much more involved and esoteric than simple memory loss. Himiko also begins to transform, though in a much more subtle manner."
    },
    {
        "id": "9031",
        "tmdbid": "274479.0",
        "description": "A story based on the life of a struggling Long Island single mom who became one of the country's most successful entrepreneurs."
    },
    {
        "id": "9032",
        "tmdbid": "333339.0",
        "description": "When the creator of a popular video game system dies, a virtual contest is created to compete for his fortune."
    },
    {
        "id": "9033",
        "tmdbid": "228066.0",
        "description": "Eccentric scientist Victor Von Frankenstein creates a grotesque creature in an unorthodox scientific experiment."
    },
    {
        "id": "9034",
        "tmdbid": "354556.0",
        "description": "During the Cold War, an organization called \"Patriot\" created a super-hero squad, which includes members of multiple soviet republics. For years, the heroes had to hide their identities, but in hard times they must show themselves again."
    },
    {
        "id": "9035",
        "tmdbid": "48297.0",
        "description": "Three North Shaolin teachers (Lu Feng, Chang Sheng, and Sun Chien) are called on by the Manchus to teach their soldiers and are urged to challenge the current South Shaolin teachers. They defeat the South Shaolin teachers and, that night, the head general (Wang Lung Wei) kills the South Shaolin teachers and blames their death on the North Shaolin teachers. The South Shaolin master sends more of his pupils, who are killed accidentally by the North Shaolin teachers. He finally sends two more (Wei Pai and Lo Meng) of his students to train with old masters and trains one student (Kuo Chui) himself with the goal of finally defeating the North Shaolin experts."
    },
    {
        "id": "9036",
        "tmdbid": "273477.0",
        "description": "Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead."
    },
    {
        "id": "9037",
        "tmdbid": "245168.0",
        "description": "Based on true events about the foot soldiers of the early feminist movement who were forced underground to evade the State."
    },
    {
        "id": "9038",
        "tmdbid": "253255.0",
        "description": "Twenty-something Brooklynites Allie and Harper are directionless, privileged, and just a tiny bit damaged. All they want is to get to the beach, where a drug-fueled afternoon with cute boys awaits them. Alas, the journey becomes needlessly complicated, as the girls’ bike ride from Williamsburg to Fort Tilden Beach is littered with a barrage of unfriendly circumstances and the realization that their life skills are more limited than they should be."
    },
    {
        "id": "9039",
        "tmdbid": "310135.0",
        "description": "In a post-apocalyptic wasteland, an orphaned teen must battle a ruthless warlord to save the girl of his dreams."
    },
    {
        "id": "9040",
        "tmdbid": "287241.0",
        "description": "The Unauthorized Saved by the Bell Story delves into the experiences of six unknown young actors placed into the Hollywood spotlight, exposing the challenges of growing up under public scrutiny."
    },
    {
        "id": "9041",
        "tmdbid": "323272.0",
        "description": "The family-friendly movie explores the transformational role prayer plays in the lives of the Jordan family. Tony and Elizabeth Jordan, a middle-class couple who seemingly have it all – great jobs, a beautiful daughter, their dream home. But appearances can be deceiving. In reality, the Jordan’s marriage has become a war zone and their daughter is collateral damage. With the help of Miss Clara, an older, wiser woman, Elizabeth discovers she can start fighting for her family instead of against them. Through a newly energized faith, Elizabeth and Tony’s real enemy doesn’t have a prayer."
    },
    {
        "id": "9042",
        "tmdbid": "276907.0",
        "description": "Suave, charming and volatile, Reggie Kray and his unstable twin brother Ronnie start to leave their mark on the London underworld in the 1960s. Using violence to get what they want, the siblings orchestrate robberies and murders while running nightclubs and protection rackets. With police Detective Leonard \"Nipper\" Read hot on their heels, the brothers continue their rapid rise to power and achieve tabloid notoriety."
    },
    {
        "id": "9043",
        "tmdbid": "323373.0",
        "description": "Two teenage boys unwittingly summon an ancient evil entity known as The Blind One by delving into black magic while trying to escape their mundane lives."
    },
    {
        "id": "9044",
        "tmdbid": "306819.0",
        "description": "When Gerda Wegener asks her husband Einar to fill in as a portrait model, Einar discovers the person she's meant to be and begins living her life as Lili Elbe. Having realized her true self and with Gerda's love and support, Lili embarks on a groundbreaking journey as a transgender pioneer."
    },
    {
        "id": "9045",
        "tmdbid": "241843.0",
        "description": "A mysterious virus hits an isolated elementary school, transforming the kids into a feral swarm of mass savages. An unlikely hero must lead a motley band of teachers in the fight of their lives."
    },
    {
        "id": "9046",
        "tmdbid": "27924.0",
        "description": "Andrey Pavlovich Buzykin, who makes a living by teaching at an institute and translating English literature, is cheating on his wife. Buzykin's main problem is that he's a kind man with a weak character. The lies he is telling his wife all the time are inconvincing, but he never has the courage to tell her the truth. His lover, Alla, is aware of his family life, but gets offended when, for example, he cannot meet her so that he doesn't come home late, or when he doesn't want to go home in a new jacket she gives him to avoid having to explain to his wife. Alla and Nina, Andrei's wife, both leave him, forgive him, and return to him at the same time, and Andrei continues with this kind of life, full of suffering and deceit. Finally, both women are so fed up with his lies that they don't believe him even when he is telling the truth..."
    },
    {
        "id": "9047",
        "tmdbid": "27934.0",
        "description": ""
    },
    {
        "id": "9048",
        "tmdbid": "27935.0",
        "description": "A wizard invents characters who all come to life and start to arrive at his house: a King, his servants, a princes, a bear trapped in a man's body - the usual lot. The Plot mainly rotates around the bear, who the wizard had turned into a man. The Bear, who wishes to be a bear once again, can turn into his old self if he were to kiss a princess. It gets complicated when he falls in love with that princess, that arrived at the wizard's house. For how can they be together, if a single kiss will destroy their love?"
    },
    {
        "id": "9049",
        "tmdbid": "46010.0",
        "description": "An old detective does not want to retire. The only way out is to prove to his boss that he still can catch criminals. The problem is that there were no crimes recently to work on. Together with his retired friend he decides to commit a perfect crime himself and then quickly solve it. Real problems start when a real criminal steals money he has stolen."
    },
    {
        "id": "9050",
        "tmdbid": "57778.0",
        "description": "In Italy, a dying woman tells her granddaughter that she hid her treasure many years ago in Russia, in the city of Leningrad. Other people (who were around when she died) also learn about it. Thus several people arrive in Leningrad trying to find the treasure, each one for himself/herself. What's worse - the only information they have is that the treasure is under a lion - and it's in Leningrad, a city known by its numerous statues of lions. The story gets even more interesting when the soviet militia (police) learns about the whole thing and send an undercover agent..."
    },
    {
        "id": "9051",
        "tmdbid": "42275.0",
        "description": "The film includes three short stories based on the stories of Mikhail Zoshchenko:"
    },
    {
        "id": "9052",
        "tmdbid": "31648.0",
        "description": "A former aristocrat Ippolit Vorobyaninov leads a miserable life in Soviet Russia. His mother-in-law reveals a secret to him - she hid family diamonds in one of the twelve chairs they once had. Vorobyaninov in cooperation with a young con artist Ostap Bender start a long search for the diamonds."
    },
    {
        "id": "9053",
        "tmdbid": "324308.0",
        "description": "When Steve Jobs died the world wept. But what accounted for the grief of millions of people who didn’t know him? This evocative film navigates Jobs' path from a small house in the suburbs, to zen temples in Japan, to the CEO's office of the world's richest company, exploring how Jobs’ life and work shaped our relationship with the computer. The Man in the Machine is a provocative and sometimes startling re-evaluation of the legacy of an icon."
    },
    {
        "id": "9054",
        "tmdbid": "313922.0",
        "description": "A punk rock band becomes trapped in a secluded venue after finding a scene of violence. For what they saw, the band themselves become targets of violence from a gang of white power skinheads, who want to eliminate all evidence of the crime."
    },
    {
        "id": "9055",
        "tmdbid": "283587.0",
        "description": "Based on the experiences of Agu, a child fighting in the civil war of an unnamed, fictional West African country. Follows Agu's journey as he's forced to join a group of soldiers. While he fears his commander and many of the men around him, his fledgling childhood has been brutally shattered by the war raging through his country, and he is at first torn between conflicting revulsion and fascination."
    },
    {
        "id": "9056",
        "tmdbid": "317981.0",
        "description": "An action-packed horror comedy, BLOODSUCKING BASTARDS stars Fran Kranz as Evan, a dutiful and overworked employee stuck at a soul-killing corporation with his beautiful co-worker and girlfriend Amanda (Emma Fitzpatrick) and his slacker best friend Tim (Joey Kern). Evans world begins to crumble when Amanda dumps him and his boss Ted (Joel Murray) hands his coveted promotion to his nemesis Max (Pedro Pascal). When his office mates start going through disturbing changes, Evan must find a way to stop the evil brewing admist the cubicles, and rescue his workplace pals before his life and career go from dead-end... to just dead."
    },
    {
        "id": "9057",
        "tmdbid": "295884.0",
        "description": "Kirk is enjoying the annual Christmas party extravaganza thrown by his sister until he realizes he needs to help out Christian, his brother-in-law who has a bad case of the bah-humbugs."
    },
    {
        "id": "9058",
        "tmdbid": "2798.0",
        "description": "This film originated as a play in Paris. The story focuses on the one-day adventures of Bertrand Barnier played with a genius of French cinema, Louis de Funes. In the same morning he learns that his daughter is pregnant, an employee stole a large amount of money from his company, his maid is about to resign in order to marry a wealthy neighbor and his body builder is interested in marrying his daughter. The seemingly complicated story-line is full of comedy or errors and some of the most hilarious mime scenes of the French cinema."
    },
    {
        "id": "9059",
        "tmdbid": "230896.0",
        "description": "The Invincible Iron Man and the Incredible Hulk must join forces to save the Earth from its greatest threat yet! When two Hydra scientists try to supercharge a Stark Arc Reactor with Hulk's Gamma Energy, they unleash a being of pure electricity called Zzzax - and he's hungry for destruction. Together, Iron Man and Hulk are the only force that stands in the way of the Zzzax's planetary blackout. But first, the super heroic duo will have to get through snarling Wendigos, deadly robots and the scaly powerhouse, Abomination.  Can two of Marvel's mightiest heroes find a way to work together without smashing each other before time runs out?"
    },
    {
        "id": "9060",
        "tmdbid": "263472.0",
        "description": "When a devoted husband and father is left home alone for the weekend, two stranded young women unexpectedly knock on his door for help. What starts out as a kind gesture results in a dangerous seduction and a deadly game of cat and mouse."
    },
    {
        "id": "9061",
        "tmdbid": "200813.0",
        "description": ""
    },
    {
        "id": "9062",
        "tmdbid": "32285.0",
        "description": "During their nightly poker game a group of lowlifes are terrorized in their own convenience store by a masked killer."
    },
    {
        "id": "9063",
        "tmdbid": "303991.0",
        "description": "An emotionally desperate investment banker finds hope through a woman he meets."
    },
    {
        "id": "9064",
        "tmdbid": "327389.0",
        "description": "With a torrid past that haunts him, a movie theatre owner is hired to search for the only existing print of a film so notorious that its single screening caused the viewers to become homicidally insane."
    },
    {
        "id": "9065",
        "tmdbid": "10317.0",
        "description": "Based on the documentary \"Our Brand Is Crisis\", this feature focuses on the use of American political campaign strategies in South America."
    },
    {
        "id": "9066",
        "tmdbid": "254302.0",
        "description": "Life for the residents of a tower block begins to run out of control."
    },
    {
        "id": "9067",
        "tmdbid": "296100.0",
        "description": "In New York City for their annual tradition of Christmas Eve debauchery, three lifelong best friends set out to find the Holy Grail of Christmas parties since their yearly reunion might be coming to an end."
    },
    {
        "id": "9068",
        "tmdbid": "334538.0",
        "description": "In the not too distant future, two young women who live in a remote ancient forest discover the world around them is on the brink of an apocalypse. Informed only by rumor, they fight intruders, disease, loneliness & starvation."
    },
    {
        "id": "9069",
        "tmdbid": "285840.0",
        "description": "A one-time (and now one-handed) master film editor toiling in the cinematic sweatshops of 1970s Italy becomes the prime suspect in a series of brutal murders."
    },
    {
        "id": "9070",
        "tmdbid": "253412.0",
        "description": "Inspired by the incredible events surrounding a treacherous attempt to reach the summit of the world's highest mountain, \"Everest\" documents the awe-inspiring journey of two different expeditions challenged beyond their limits by one of the fiercest snowstorms ever encountered by mankind. Their mettle tested by the harshest of elements found on the planet, the climbers will face nearly impossible obstacles as a lifelong obsession becomes a breathtaking struggle for survival."
    },
    {
        "id": "9071",
        "tmdbid": "330764.0",
        "description": "God lives in Brussels. On Earth though, God is a coward, with pathetical morals and being odious with his family. His daughter, Ea, is bored at home and can't stand being locked up in a small apartment in ordinary Brussels, until the day she decides to revolt against her dad..."
    },
    {
        "id": "9072",
        "tmdbid": "314365.0",
        "description": "The true story of how the Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core."
    },
    {
        "id": "9073",
        "tmdbid": "245698.0",
        "description": "American chess champion Bobby Fischer prepares for a legendary match-up against Russian Boris Spassky."
    },
    {
        "id": "9074",
        "tmdbid": "325348.0",
        "description": "Henry, a newly resurrected cyborg who must save his wife/creator from the clutches of a psychotic tyrant with telekinetic powers, AKAN, and his army of mercenaries. Fighting alongside Henry is Jimmy, who is Henry's only hope to make it through the day. Hardcore Henry takes place over the course of one day, in Moscow, Russia."
    },
    {
        "id": "9075",
        "tmdbid": "295964.0",
        "description": "Adam Jones is a Chef who destroyed his career with drugs and diva behavior. He cleans up and returns to London, determined to redeem himself by spearheading a top restaurant that can gain three Michelin stars."
    },
    {
        "id": "9076",
        "tmdbid": "315841.0",
        "description": "Ryuzo and his 7 former henchmen are all retired yakuza, but they now live as regular old men. One day, Ryuzo becomes the victim of a phishing fraud. He calls his 7 men together to reform their society."
    },
    {
        "id": "9077",
        "tmdbid": "18303.0",
        "description": "Between Alice, a hospital nurse and Aldo, a shampoo sales representative, things have turned sour of late. Alice blames her husband for lacking ambition and contemplates divorce.One day Aldo wins the ten million euro lotto prize. But, unwilling to share the bonanza, he keeps mum about it, all the more as he finds out Alice has an affair with Gérard, Aldo's former friend and ... new boss. However, Aldo, leading a double life, starts spending his money ..."
    },
    {
        "id": "9078",
        "tmdbid": "296065.0",
        "description": "A rookie cop's world is turned upside down when she comes face to face with Paymon - King Of Hell. Officer Jessica Loren has the last shift at a transitioning police station, assigned to wait for a crew picking up bio-hazard waste from the armoury. But unbeknownst to her, cult leader John Michael Paymon has haunted the department ever since he committed suicide in custody. Jessica is about to find out just how dangerous he still is, all alone on the graveyard shift..."
    },
    {
        "id": "9079",
        "tmdbid": "329263.0",
        "description": "Mr. Müller is not satisfied with his new work at the Goethe-Gesamtschule. The early getting up and correcting exams annoy him. Director Gerster wants to improve the image of the Goethe-Gesamtschule because she wants to be a symbol of the new company. To achieve this, she wants to take away the partnership from the Schillergymnasium with a Thai school. So, Mr. Müller, Mrs. Schnabelstedt and the 10b must go on a school trip to Thailand."
    },
    {
        "id": "9080",
        "tmdbid": "19636.0",
        "description": "What happens when a good for nothing handsome hunk like Mac finds himself in possession of an empty flat and access to three gorgeous air hostesses, Priti, Sweety and Puja? Garam Masala! What happens when Mac, who is already engaged to Anjali, convinces each of the three girls that she is the one and only one for him? Garam Masala! What happens when Sam, once Mac's best friend and now his sworn enemy, threatens to reveal Mac's harem to Anjali? Garam Masala! What happens when all the girls land in the flat at the same time? Garam Masala!"
    },
    {
        "id": "9081",
        "tmdbid": "277967.0",
        "description": "Brenner returns to Graz, the city where he grew up. When confronted with his old friends, his former girlfriend and the major sin he committed when he was young, murders and a fateful gunshot to the head result. After Brenner comes out of a coma, he begins to search for the person who tried to kill him - however, everybody claims that he himself is responsible. In the beginning Brenner was at the end of his rope, but he could face a new beginning in the end."
    },
    {
        "id": "9082",
        "tmdbid": "159824.0",
        "description": "When the old-old-old-fashioned vampire Vlad arrives at the hotel for an impromptu family get-together, Hotel Transylvania is in for a collision of supernatural old-school and modern day cool."
    },
    {
        "id": "9083",
        "tmdbid": "330206.0",
        "description": "Central London, today; Dee is an anarchic street-artist confronting the system, Marcus is an armed robber on a jewellery store crime-wave. For the two brothers, being Anti-Social is a way of life."
    },
    {
        "id": "9084",
        "tmdbid": "13968.0",
        "description": "Story revolves around a young boxer, Izzy Daniels, who trains to follow in his father's footsteps by winning the Golden Glove. When his friend, Mary, however, asks him to substitute for a team member in a Double Dutch tournament, the young man discovers a hidden passion for jump roping"
    },
    {
        "id": "9085",
        "tmdbid": "309809.0",
        "description": "Based on the best-seller book 'The Little Prince', the movie tells the story of a little girl that lives with resignation in a world where efficiency and work are the only dogmas. Everything will change when accidentally she discovers her neighbor that will tell her about the story of the Little Prince that he once met."
    },
    {
        "id": "9086",
        "tmdbid": "301228.0",
        "description": "In the near future, Frank, a police officer, discovers that the legalization of all recreational drugs comes with a price."
    },
    {
        "id": "9087",
        "tmdbid": "330112.0",
        "description": "When new kid in town Ed Wallis is given an assignment to interview an older person, he turns to his mysterious neighbor, Ashby Holt for help.  That new connection leads to unexpected journeys for both of them, as Ashby – who turns out to be a retired CIA assassin – deals with a terminal prognosis, and Ed deals with adjusting to life with his newly single mom and developing relationship with a brainy classmate, Eloise."
    },
    {
        "id": "9088",
        "tmdbid": "297762.0",
        "description": "An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict."
    },
    {
        "id": "9089",
        "tmdbid": "339988.0",
        "description": "A young tech worker takes a job at a powerful Internet corporation, quickly rises up the company's ranks, and soon finds herself in a perilous situation concerning privacy, surveillance and freedom. She comes to learn that her decisions and actions will determine the future of humanity."
    },
    {
        "id": "9090",
        "tmdbid": "68730.0",
        "description": "Two Jesuit priests travel to seventeenth century Japan which has, under the Tokugawa shogunate, banned Catholicism and almost all foreign contact."
    },
    {
        "id": "9091",
        "tmdbid": "296098.0",
        "description": "During the Cold War, the Soviet Union captures U.S. pilot Francis Gary Powers after shooting down his U-2 spy plane. Sentenced to 10 years in prison, Powers' only hope is New York lawyer James Donovan, recruited by a CIA operative to negotiate his release. Donovan boards a plane to Berlin, hoping to win the young man's freedom through a prisoner exchange. If all goes well, the Russians would get Rudolf Abel, the convicted spy who Donovan defended in court."
    },
    {
        "id": "9092",
        "tmdbid": "316042.0",
        "description": "Three different men, three different worlds, three different wars – all stand at the intersection of modern warfare – a murky world of fluid morality where all is not as it seems."
    },
    {
        "id": "9093",
        "tmdbid": "273197.0",
        "description": "The famous psychologist Xu Ruining has a raising career, when he met the troublesome patient Ren Xiaoyan. The meeting is not easy as feeble-looking Ren is point by point against him."
    },
    {
        "id": "9094",
        "tmdbid": "244316.0",
        "description": "Two estranged brothers reunite at their childhood home in the Alaskan wild. They set out on a two-day hike and are stalked by an unrelenting grizzly bear."
    },
    {
        "id": "9095",
        "tmdbid": "359364.0",
        "description": "A collection of stories about and images of our world, offering an immersion to the core of what it means to be human. Through these stories full of love and happiness, as well as hatred and violence, it brings us face to face with the Other, making us reflect on our lives. From stories of everyday experiences to accounts of the most unbelievable lives, these poignant encounters share a rare sincerity and underline who we are – our darker side, but also what is most noble in us, and what is universal. Our Earth is shown at its most sublime through never-before-seen aerial images accompanied by soaring music, resulting in an ode to the beauty of the world, providing a moment to draw breath and for introspection. This film is a politically engaged work which allows us to embrace the human condition and to reflect on the meaning of our existence."
    },
    {
        "id": "9096",
        "tmdbid": "319996.0",
        "description": "Things are hectic in heaven. Dozens of scribes sit before a long scroll incessantly scribbling away. They are composing the biographies of earth-dwellers. What is invented by the men in heaven is lived out below. And their employer, God, is increasingly vehement in demanding avant-garde ideas. Take, for example, the beautiful Yuri, a girl who dies in a car crash. Some of the heavenly scribes find this very dull and send former gangster Chas, who has become a heavenly tea-boy, back down to earth with instructions to save Yuri no matter what. And so Chas ends up in Okinawa, gets to know the earth-dwellers, interferes in their fates, becomes celebrated as 'Mr Angel' and is hounded by brutal enemies. His falling in love with Yuri is of course a foregone conclusion. But no one could anticipate what happens next. Not even God himself"
    },
    {
        "id": "9097",
        "tmdbid": "323792.0",
        "description": "Incensed by the tabloid culture which celebrates it, the L.A. Slasher publicly abducts a series of reality TV stars, while the media and general public in turn begin to question if society is better off without them. A biting, social satire about reality TV and the glorification of people who are famous for simply being famous, \"L.A. Slasher\" explores why it has become acceptable and even admirable for people to become influential and wealthy based on no merit or talent - purely through notoriety achieved through shameful behavior."
    },
    {
        "id": "9098",
        "tmdbid": "270487.0",
        "description": "When a Hollywood star mysteriously disappears in the middle of filming, the studio sends their fixer to get him back."
    },
    {
        "id": "9099",
        "tmdbid": "319073.0",
        "description": "In 1971, a group of friends sail into a nuclear test zone, and their protest captures the world's imagination. Using never before seen archive that brings their extraordinary world to life, How To Change The World is the story of the pioneers who founded Greenpeace and defined the modern green movement."
    },
    {
        "id": "9100",
        "tmdbid": "318917.0",
        "description": "Adolf Hitler wakes up in a vacant lot in Berlin, with no knowledge of anything that happened after 1945. Homeless and destitute. Although everyone recognizes him, nobody believes that he is Hitler; instead, they think he is either a comedian, or a method actor."
    },
    {
        "id": "9101",
        "tmdbid": "259985.0",
        "description": "We all love food. As a society, we devour countless cooking shows, culinary magazines and foodie blogs. So how could we possibly be throwing nearly 50% of it in the trash? Filmmakers and food lovers Jen and Grant dive into the issue of waste from farm, through retail, all the way to the back of their own fridge. After catching a glimpse of the billions of dollars of good food that is tossed each year in North America, they pledge to quit grocery shopping and survive only on discarded food. What they find is truly shocking."
    },
    {
        "id": "9102",
        "tmdbid": "230211.0",
        "description": "Because of a bad marriage of their parents, two brothers Jules and Max made a pact never to get into a relationship with a woman. Therefore, they live a party-life in which they sleep with a different girl every day. However this changes when Jules starts to date Anna and Max falls in love with her. Can their bromance overcome this love triangle."
    },
    {
        "id": "9103",
        "tmdbid": "333287.0",
        "description": "High school guidance counselor Jeff and his platonic friend and co-worker Anne are responsible, well intentioned, kind… and boring. They frustratingly watch on as their peers find love and companionship, while they continue to fail in spectacular fashion when it comes to romance. As they reach their loneliness breaking point, they make a pact to forgo their familiar, vanilla personas in exchange for their unexplored, confident alter egos. They wave goodbye to Jeff’s awkward all-male book club and Anne’s flailing attempts to catch the eye of Jeff’s sexy neighbor Max, and say hello to raucous summer nights filled with booze, dancing, and sex. Naturally things don’t exactly go according to plan."
    },
    {
        "id": "9104",
        "tmdbid": "141819.0",
        "description": "Set in Hokkaido, Japan in the 1880s. Jubei Kamata (Ken Watanabe), who is on the side of the Edo shogunate government, kills many people. His name is infamous in Kyoto. When the battle at Goryoukaku is about to be finished, Jubei disappears. 10 years later, Jubei lives with his kid in relative peace. He is barely able to make a living. Protecting his dead wife's grave, Jubei has decided to never pick up a sword again, but due to poverty he has no choice but to pick the sword again. Jubei becomes a bounty hunter."
    },
    {
        "id": "9105",
        "tmdbid": "211005.0",
        "description": "Maybe the best thing to come out of Scandinavia during the hippie years was, in fact, the story of a radical libertarian and a hedonist capitalist. Their friendship, forged by being outsiders in a conformist country, took them through years of adulation and success, with slight detours into the welcoming arms of vilification and imprisonment. A joyride through taxation, mass travel, hookers and politics. Not feeling too constrained by historical facts, director Christoffer Boe's story of Simon Spies and Mogens Glistrup covers just a few of their decades in a tale of warmth and humour, defiance and eccentricity."
    },
    {
        "id": "9106",
        "tmdbid": "5846.0",
        "description": "A serial-murderer is on the loose who just so happens to also be removing the hearts of his victims and taking them with him. His victims however, are not merely random humans as thought by the police. They are in fact, the past and present guardians of the gateway of the afterlife.On the day he is to be married, Detective Kanzaki, who happens to be on the case, discovers that his fiancé Mina has been murdered with her heart also missing. He also learns that the killers are Kudo, a geneticist, and his evil secretary Rei. The two are trying to obtain six hearts from the guardians so that they may call forth a horde of demons from the Gate of Rage and have their every desire granted. Only problem is, once they open the gate the entire world will be covered in darkness."
    },
    {
        "id": "9107",
        "tmdbid": "4912.0",
        "description": "Television made him famous, but his biggest hits happened off screen. Television producer by day, CIA assassin by night, Chuck Barris was recruited by the CIA at the height of his TV career and trained to become a covert operative. Or so Barris said."
    },
    {
        "id": "9108",
        "tmdbid": "257445.0",
        "description": "After moving to a small town, Zach Cooper finds a silver lining when he meets next door neighbor Hannah, the daughter of bestselling Goosebumps series author R.L. Stine. When Zach unintentionally unleashes real monsters from their manuscripts and they begin to terrorize the town, it’s suddenly up to Stine, Zach and Hannah to get all of them back in the books where they belong."
    },
    {
        "id": "9109",
        "tmdbid": "304372.0",
        "description": "After a painful breakup, Leah seems to meet the perfect guy. But she soon discovers someone mysteriously lurking around her surroundings."
    },
    {
        "id": "9110",
        "tmdbid": "253414.0",
        "description": "A washed-up music producer finds one last shot at redemption with a golden-voiced young girl in Afghanistan. However, when jealousy gets the better of a disgruntled ex-boyfriend, he decides to oppose the young star with talent of his own."
    },
    {
        "id": "9111",
        "tmdbid": "218784.0",
        "description": "In the town of Dillford, humans, vampires and zombies were all living in peace - until the alien apocalypse arrived. Now three teenagers-one human, one vampire, and one zombie-have to team up to figure out how to get rid of the visitors."
    },
    {
        "id": "9112",
        "tmdbid": "294963.0",
        "description": "During a shootout in a saloon, Sheriff Hunt injures a suspicious stranger. The doctor's assistant, wife of the local foreman, tends to him in prison. That night, the town is attacked and they both disappear—only the arrow of a cannibal tribe is found. Hunt and a few of his men go in search of the prisoner and the foreman's wife."
    },
    {
        "id": "9113",
        "tmdbid": "329020.0",
        "description": "Five tales by Edgar Allan Poe come to life thanks to a pictorical style animation, five tales that exude madness, pestilence, murder and torture."
    },
    {
        "id": "9114",
        "tmdbid": "298382.0",
        "description": "In 1950s Australia, beautiful, talented dressmaker Tilly returns to her tiny hometown to right wrongs from her past. As she tries to reconcile with her mother, she starts to fall in love while transforming the fashion of the town."
    },
    {
        "id": "9115",
        "tmdbid": "291343.0",
        "description": "This documentary chronicles the life story of the Dallas Mavericks' Dirk Nowitzki and his inspiring journey from Germany to superstardom in the NBA."
    },
    {
        "id": "9116",
        "tmdbid": "294016.0",
        "description": "The career of screenwriter Dalton Trumbo is halted by a witch hunt in the late 1940s when he defies the anti-communist HUAC committee and is blacklisted."
    },
    {
        "id": "9117",
        "tmdbid": "34729.0",
        "description": "Mary-Kate and Ashley star in this Down Under adventure filled with nonstop Aussie intrigue, laughs and romance. After running afoul of a notorious gangster, Mary-Kate and Ashley take refuge in the FBI Witness Protection Program. Unfortunately, the girls are uncontrollable blabbermouths and they blow their cover in town after town until there's only one hiding place left - Australia."
    },
    {
        "id": "9118",
        "tmdbid": "74836.0",
        "description": "During a time of waning global resources, a crew of young researchers travel into the future to escape an apocalypse before the shutdown of their time transfer project. They find that some type of disaster has de-populated the Idaho region and, by implication, the nation or perhaps the world."
    },
    {
        "id": "9119",
        "tmdbid": "268788.0",
        "description": "An infant girl named Hannah is abducted by her grandmother Barbara Thomas. Hannah's father David Overton, convinced that Barbara is the head of a coven of witches, inaugurates a desperate nationwide search for his missing daughter. However, David may have a sinister agenda of his own, as indicated by the fact that his wife recently died under mysterious circumstances."
    },
    {
        "id": "9120",
        "tmdbid": "321741.0",
        "description": "A dramatic thriller based on the incredible true David vs. Goliath story of American immigrant Dr. Bennet Omalu, the brilliant forensic neuropathologist who made the first discovery of CTE, a football-related brain trauma, in a pro player and fought for the truth to be known. Omalu's emotional quest puts him at dangerous odds with one of the most powerful institutions in the world."
    },
    {
        "id": "9121",
        "tmdbid": "227973.0",
        "description": "Snoopy embarks upon his greatest mission as he and his team take to the skies to pursue their arch-nemesis, while his best pal Charlie Brown begins his own epic quest."
    },
    {
        "id": "9122",
        "tmdbid": "36693.0",
        "description": "Agent John Keller goes undercover into the tough prison known as Fuego Penal to find out about the corpses of prisoners disappearing without a trace. There he gets involved in a dangerous tournament arranged by a man named Justin Caesar, where the prisoners are forced fight to death."
    },
    {
        "id": "9123",
        "tmdbid": "27940.0",
        "description": "A young aristocrat, Aleksei Fedyashev, is languishing in his family's country estate, spending his days reading poetry and confessing his love... to a statue. Upon hearing that famous Count Cagliostro is touring Russia and has created quite a buzz in high society with his \"magic\", he decides to ask the Count to bring the statue to life..."
    },
    {
        "id": "9124",
        "tmdbid": "45227.0",
        "description": "Mr Jonny First arrives to the Wild West to present the art of the Cinematograph."
    },
    {
        "id": "9125",
        "tmdbid": "84254.0",
        "description": "The Hound of the Baskervilles  is a 1981 Soviet film adaptation of Arthur Conan Doyle's novel The Hound of the Baskervilles. It was the third installment in the TV series about adventures of Sherlock Holmes and Doctor Watson. A potent streak of humour ran through the film as concerns references to traditional British customs and stereotypes, ensuring the film's popularity with several generations of Russophone viewers. Other features of this best entry in the series include excellent exterior shots which closely match the novel's setting in the Dartmoor marshland, as well as an all-star cast: in addition to the famous Livanov -Solomin duo as Holmes and Watson, the film stars the internationally acclaimed actor/director Nikita Mikhalkov as Sir Henry Baskerville and the Russian movie legend Oleg Yankovsky as the villain Stapleton."
    },
    {
        "id": "9126",
        "tmdbid": "288171.0",
        "description": "With Blue Mountain State football star Thad Castle recently signing a multi-million dollar NFL contract, his teammates and college life seem like a distant memory. However, when a new school dean threatens to clean up the BMS image by auctioning off the infamous Goat House, Alex, Sammy and the boys must find a way to convince him to get involved. Despite his new fortune and fame, there is one small favor that Thad needs done before he saves the day: the biggest booze-and-sloot fest in BMS history. Welcome to Thadland!"
    },
    {
        "id": "9127",
        "tmdbid": "13986.0",
        "description": "Rahul is a dancer and the director of a dance troupe. His best friend Nisha, who is a member of his troupe, is secretly in love with him. But he gets attracted to Pooja, who is engaged to Ajay."
    },
    {
        "id": "9128",
        "tmdbid": "315465.0",
        "description": "Kyuta, a boy living in Shibuya, and Kumatetsu, a lonesome beast from Jutengai, an imaginary world. One day, Kyuta forays into the imaginary world and, as he's looking for his way back, meets Kumatetsu who becomes his spirit guide. That encounter leads them to many adventures."
    },
    {
        "id": "9129",
        "tmdbid": "312221.0",
        "description": "The former World Heavyweight Champion Rocky Balboa serves as a trainer and mentor to Adonis Johnson, the son of his late friend and former rival Apollo Creed."
    },
    {
        "id": "9130",
        "tmdbid": "91417.0",
        "description": "Hiccup and Toothless go on an exciting adventure and discover an island of new dragons."
    },
    {
        "id": "9131",
        "tmdbid": "324325.0",
        "description": "Adopted from South Korea, raised on different continents & connected through social media, Samantha & Anaïs believe that they are twin sisters separated at birth."
    },
    {
        "id": "9132",
        "tmdbid": "367326.0",
        "description": "Scrat struggles once again to protect his nut."
    },
    {
        "id": "9133",
        "tmdbid": "339527.0",
        "description": "A psychic doctor, John Clancy, works with an FBI special agent in search of a serial killer."
    },
    {
        "id": "9134",
        "tmdbid": "360203.0",
        "description": "A small time crook and a newly-orphaned teenage boy team up to perform a string of robberies."
    },
    {
        "id": "9135",
        "tmdbid": "53179.0",
        "description": "After having lost his job for having saved a child accused of shop lifting, Frédéric Barbier decides to become a school teacher with some funny results.The great comedy actor Coluche is excellent as a simple school teacher."
    },
    {
        "id": "9136",
        "tmdbid": "39850.0",
        "description": "A three-part anthology film about love and sexuality: a menage-a-trois between a couple and a young woman on the coast of Tuscany; an advertising executive under enormous pressure at work, who, during visits to his psychiatrist, is pulled to delve into the possible reasons why his stress seems to manifest itself in a recurring erotic dream; and a story of unrequited love about a beautiful, 1960s high-end call girl in an impossible affair with her young tailor."
    },
    {
        "id": "9137",
        "tmdbid": "19100.0",
        "description": "Set in 1992, a manager Vincent has to run a children's holiday camp for three weeks and to face the unexpected concerning the place, his colleagues, various problems linked to children about the rooms, trips, their belongings..."
    },
    {
        "id": "9138",
        "tmdbid": "20975.0",
        "description": "A film adaptation of the novel of the same name by Boris Blednyy."
    },
    {
        "id": "9139",
        "tmdbid": "127605.0",
        "description": ""
    },
    {
        "id": "9140",
        "tmdbid": "83456.0",
        "description": "A year later the men are still talking, but this time on the 31st of December and still about the women, football, children, and, of course, about the approaching New Year’s celebration. But what can they do, if their beloved wives and girls are waiting for them at Kamil’s, busy with New Year tree decoration and cooking, and the husbands are accidentally got stuck in the advertising agency office? Will they manage to get home in time to celebrate the New Year together?"
    },
    {
        "id": "9141",
        "tmdbid": "127608.0",
        "description": "Holmes and Dr. Watson help a young lady who is receiving anonymous letters 10 years after her father passed away under shady circumstances. They find themselves in an enigma involving a treasure, murder and a love interest for Watson."
    },
    {
        "id": "9142",
        "tmdbid": "270393.0",
        "description": "In addition to the two-part television version of the film, a shorter version was installed to show the film, entitled “Sherlock Holmes in the 20th Century.” In this installation version, in particular, the entire plot of the story “Bruce-Partington Drawings” was deleted. A film version was released before the premiere of the full (two-part) television version of the film."
    },
    {
        "id": "9143",
        "tmdbid": "126846.0",
        "description": "Mycroft Holmes hands Sherlock Holmes the case of the Master Blackmailer."
    },
    {
        "id": "9144",
        "tmdbid": "72093.0",
        "description": ""
    },
    {
        "id": "9145",
        "tmdbid": "72095.0",
        "description": ""
    },
    {
        "id": "9146",
        "tmdbid": "317182.0",
        "description": "The Doctor and Clara face their Last Christmas. Trapped on an Arctic base, under attack from terrifying creatures, who are you going to call? Santa Claus!"
    },
    {
        "id": "9147",
        "tmdbid": "315623.0",
        "description": "It's Christmas Eve, 1938, when Madge Arwell comes to the aid of an injured Spaceman Angel as she cycles home. He promises to repay her kindness - all she has to do is make a wish."
    },
    {
        "id": "9148",
        "tmdbid": "315620.0",
        "description": "Amy Pond and Rory Williams are trapped on a crashing space liner, and the only way the Eleventh Doctor can rescue them is to save the soul of a lonely old miser. But is Kazran Sardick, the richest man in Sardicktown, beyond redemption? And what is lurking in the fogs of Christmas Eve?"
    },
    {
        "id": "9149",
        "tmdbid": "282963.0",
        "description": "A meeting in a London bus with jewel thief Lady Christina takes a turn for the worse for the Doctor when the bus takes a detour to a desert-like planet, where the deadly Swarm awaits."
    },
    {
        "id": "9150",
        "tmdbid": "317190.0",
        "description": "The Doctor arrives in Victorian London. It's Christmas, but snow isn't the only thing descending on the tranquil and jubilant civilization, as familiar silver giants from an alternate reality are amassing in numbers. The Cybermen are on the move again, and the only beings who can stop them are the Doctor and... another Doctor?"
    },
    {
        "id": "9151",
        "tmdbid": "335209.0",
        "description": "When disaster hits the Titanic, the Doctor uncovers a threat to the whole human race. Battling alongside aliens, saboteurs, robot Angels and a new friend called Astrid, can he stop the Christmas inferno?"
    },
    {
        "id": "9152",
        "tmdbid": "282758.0",
        "description": "A young bride in the midst of her wedding finds herself mysteriously transported to the TARDIS. The Doctor must discover what her connection is with the Empress of the Racnoss's plan to destroy the world."
    },
    {
        "id": "9153",
        "tmdbid": "321751.0",
        "description": "Somewhere in the Balkans, 1995. A team of aid workers must solve an apparently simple problem in an almost completely pacified territory that has been devastated by a cruel war, but some of the local inhabitants, the retreating combatants, the UN forces, many cows and an absurd bureaucracy will not cease to put obstacles in their way."
    },
    {
        "id": "9154",
        "tmdbid": "63441.0",
        "description": "Philip Kwok plays a repentant killer who vows to destroy the masked gang of which he was a member. A young fighter and his martial arts brothers come to the town to catch the killers, but one of them is not to be trusted!"
    },
    {
        "id": "9155",
        "tmdbid": "48300.0",
        "description": "The notorious “One-Armed Swordsman” who has spent the last two years retired from the martial world as a simple farmer with his wife. Of course this idyllic life is about to be sliced to ribbons by Chang’s wicked imagination. He concocts a savory setup when he introduces, not one, but eight unique villains known as the Eight Kings of Swords and their sword-wielding entourage for Wang Yu to eventually chop his way through."
    },
    {
        "id": "9156",
        "tmdbid": "104515.0",
        "description": "In the Kerepesi Street cemetery, three grave diggers contemplate the fate of the world, then they step out of this role and in a sequence of episodes they play the typical figures of contemporary Hungarian reality, the fat cat, the swashbuckler, the victim, underworld chieftains, and present little absurd dramas of love, marriage, friendship, public order and legal safety. The author and the film director walk among them all the time, contemplating, laughing at their plays. The stories starting from the graveyard and returning there warn of the inevitability of death. The author and the director (Gyula Hernádi and Miklós Jancsó) wisely make friends with death."
    },
    {
        "id": "9157",
        "tmdbid": "339751.0",
        "description": "Filmmakers discuss the legacy of Alfred Hitchcock and the book “Hitchcock/Truffaut” (“Le cinéma selon Hitchcock”), written by François Truffaut and published in 1966."
    },
    {
        "id": "9158",
        "tmdbid": "299687.0",
        "description": "16-year-old Cassie Sullivan tries to survive in a world devastated by the waves of an alien invasion that has already decimated the population and knocked mankind back to the Stone Age."
    },
    {
        "id": "9159",
        "tmdbid": "364067.0",
        "description": "Bill Murray worries no one will show up to his TV show due to a massive snowstorm in New York City. Through luck and perseverance, guests arrive at Gotham’s Carlyle Hotel to help him — dancing and singing in holiday spirit."
    },
    {
        "id": "9160",
        "tmdbid": "340275.0",
        "description": "A modern day adaptation of the ancient Greek play Lysistrata by Aristophanes, set against the backdrop of gang violence in Chicago."
    },
    {
        "id": "9161",
        "tmdbid": "300693.0",
        "description": "As a renowned producer and close associate of Dan Rather, Mary Mapes believes she’s broken the biggest story of the 2004 election: revelations of a sitting U.S. President’s military service. But when allegations come pouring in, sources change their stories, document authenticity is questioned, and the casualties begin to mount."
    },
    {
        "id": "9162",
        "tmdbid": "323656.0",
        "description": "In a small Welsh town where people talk to themselves we meet Jim, a lonely  teenager who is given the chance to increase his popularity when a cool American kid moves in next door.  Written and directed by Craig Roberts, who also plays the lead role."
    },
    {
        "id": "9163",
        "tmdbid": "318846.0",
        "description": "The men who made millions from a global economic meltdown."
    },
    {
        "id": "9164",
        "tmdbid": "333088.0",
        "description": "Every Tuesday night, radio talk show host Stevie Bricks invites his listeners to call in and share their stories. When one night he asks people to share the worst thing they’ve ever done, high school teacher Ron Welz can't resist. Big mistake—what he reveals sets off a chain of hilariously uncontrollable events adversely affecting his marriage and another couple. And when someone starts sending him body parts, his life really begins to fall apart. Who is tormenting him? An insolent high school student? His best friend? His wife? There are over eight million people in the Naked City, and everyone's a suspect."
    },
    {
        "id": "9165",
        "tmdbid": "347969.0",
        "description": "When his long-lost outlaw father returns, Tommy \"White Knife\" Stockburn goes on an adventure-filled journey across the Old West with his five brothers."
    },
    {
        "id": "9166",
        "tmdbid": "367735.0",
        "description": "Armed with boyish charm and a sharp wit, the former \"SNL\" writer offers sly takes on marriage, his beef with babies and the time he met Bill Clinton."
    },
    {
        "id": "9167",
        "tmdbid": "246355.0",
        "description": "David, an orderly at a hospital, tells his horrific story of being kidnapped and forced to play a vile game of survival."
    },
    {
        "id": "9168",
        "tmdbid": "369879.0",
        "description": ""
    },
    {
        "id": "9169",
        "tmdbid": "237584.0",
        "description": "A suicidal artist goes into the desert, where he finds his doppelgänger, a homicidal drifter."
    },
    {
        "id": "9170",
        "tmdbid": "26736.0",
        "description": "A young wizard accidentally conjures a spell that puts her family in jeopardy."
    },
    {
        "id": "9171",
        "tmdbid": "303867.0",
        "description": "A little girl is taken on a mind-bending tour of her distant future."
    },
    {
        "id": "9172",
        "tmdbid": "329833.0",
        "description": "Derek and Hansel are modelling again when an opposing company attempts to take them out from the business."
    },
    {
        "id": "9173",
        "tmdbid": "259694.0",
        "description": "New York City is full of lonely hearts seeking the right match, and what Alice, Robin, Lucy, Meg, Tom and David all have in common is the need to learn how to be single in a world filled with ever-evolving definitions of love."
    },
    {
        "id": "9174",
        "tmdbid": "201223.0",
        "description": "The atmosphere in True Cross Academy is lively and boisterous in the days leading up to the grand festival held once every 11 years. During this time, Okumura Rin is entrusted with the responsibility of suppressing the berserk Phantom Train. In the midst of his mission, he meets a devil whose appearance is that of a young boy."
    },
    {
        "id": "9175",
        "tmdbid": "26702.0",
        "description": "A dog that is a minion of Satan terrorizes a suburban family."
    },
    {
        "id": "9176",
        "tmdbid": "279690.0",
        "description": "Jack is a solitary man with a mysterious past. His strange habits will soon become stranger when his past catches up with him."
    },
    {
        "id": "9177",
        "tmdbid": "282069.0",
        "description": "Alien pods come to Earth and, naturally, start taking over Human Hosts. One such pod only manages to take over one human's, Shin Izumi, right arm. Together they grow and co-exist, all the while the other aliens are making meals of other humans; Shin feels he must put a stop to it all, but his alien, Migi, doesn't see why."
    },
    {
        "id": "9178",
        "tmdbid": "282070.0",
        "description": "Alien pods come to Earth and, naturally, start taking over Human Hosts. One such pod only manages to take over one human's, Shin Izumi, right arm. Together they grow and co-exist, all the while the other aliens are making meals of other humans; Shin feels he must put a stop to it all, but his alien, Migi, doesn't see why."
    },
    {
        "id": "9179",
        "tmdbid": "125464.0",
        "description": "Three aliens from an unknown planet, who bear a strong resemblance to the Biblical Magi, visit earth to know the true meaning of Christmas. Peter, a young boy, and Lucy, his goose, are the first to encounter them. Unable to find the true meaning of Christmas in town, Peter takes them to his family's house in the woods. While Peter's grandmother tells the aliens about her memories of Christmas, Marvin, one of the town's bullies, steals Lucy. In the chase to rescue Lucy, Marvin falls through the ice in a lake. Peter attempts to rescue him but falls into the lake as well. The townsfolk, who were out searching for the aliens, attempt to save the boys but their human chain isn't long enough to reach them. The three aliens, who had sworn not to interfere with events on earth, decide to help in order to learn the meaning of Christmas."
    },
    {
        "id": "9180",
        "tmdbid": "340666.0",
        "description": "Susan Morrow receives a book manuscript from her ex-husband – a man she left 20 years earlier – asking for her opinion of his writing. As she reads, she is drawn into the fictional life of Tony Hastings, a mathematics professor whose family vacation turns violent."
    },
    {
        "id": "9181",
        "tmdbid": "356486.0",
        "description": "As the staff of Good Friends Church Camp prepares for a spring break filled with \"Fun Under the Son\", a demon logger rises from his sap boiler to wreak his vengeance and feast on flapjacks soaked in the blood of his victims."
    },
    {
        "id": "9182",
        "tmdbid": "274167.0",
        "description": "The story of a mild-mannered radio executive who strives to become the best stepdad ever to his wife's two children, but complications ensue when their freewheeling, freeloading real father arrives, forcing stepdad to compete for the affection of the kids."
    },
    {
        "id": "9183",
        "tmdbid": "266294.0",
        "description": "Two disconnected sisters are summoned to clean out their childhood bedrooms before their parents sell their family home."
    },
    {
        "id": "9184",
        "tmdbid": "362886.0",
        "description": "An out-of-work New York City actress returns home to the quaint small town she escaped 10 years before and finds a place far different than the hamlet she left. She suddenly finds performing possibilities and even romance that kind of blow her away."
    },
    {
        "id": "9185",
        "tmdbid": "140300.0",
        "description": "Continuing his \"legendary adventures of awesomeness\", Po must face two hugely epic, but different threats: one supernatural and the other a little closer to his home."
    },
    {
        "id": "9186",
        "tmdbid": "92499.0",
        "description": "A magician meets a weird girl and offers her to work together in his magic show. It's only until a year later that he starts to know her personally and develops a feeling towards her despite her own problems."
    },
    {
        "id": "9187",
        "tmdbid": "102051.0",
        "description": "Voss entices local gamers to create a utopia to impress a potential employer, but paradise is disrupted when his nemesis lays claim to the city and Voss's true love."
    },
    {
        "id": "9188",
        "tmdbid": "344041.0",
        "description": "A troubled veteran gets a chance at redemption by protecting a girl from an assassin after she witnesses a murder. Holding a shotgun with a single shell, he engages in physical and psychological warfare in a desperate fight for the girl's life."
    },
    {
        "id": "9189",
        "tmdbid": "256687.0",
        "description": "Ten years after their casino heist, four escaped convicts trace their former partner to a desert town, where he is now a lawman with no memory of his criminal past."
    },
    {
        "id": "9190",
        "tmdbid": "58431.0",
        "description": "A zombie outbreak has fallen upon the land in this reimagining of Jane Austen's classic tale of the tangled relationships between lovers from different social classes in 19th century England. Feisty heroine Elizabeth Bennet is a master of martial arts and weaponry and the handsome Mr. Darcy is a fierce zombie killer, yet the epitome of upper class prejudice. As the zombie outbreak intensifies, they must swallow their pride and join forces on the blood-soaked battlefield in order to conquer the undead once and for all."
    },
    {
        "id": "9191",
        "tmdbid": "302026.0",
        "description": "In a world where clone soldiers from three military tribes are locked in a perpetual battle of air, land and technology, one clone is separated from the battle and finds herself on the run with a group of unlikely companions."
    },
    {
        "id": "9192",
        "tmdbid": "354216.0",
        "description": "A struggling painter is possessed by satanic forces after he and his young family move into their dream home in rural Texas."
    },
    {
        "id": "9193",
        "tmdbid": "325173.0",
        "description": "A rogue soldier turned outlaw is thrust into a relentless fight with a corrupt sheriff, his obedient deputies, and a dangerous drug cartel in order to protect his sister and her young daughter."
    },
    {
        "id": "9194",
        "tmdbid": "370646.0",
        "description": ""
    },
    {
        "id": "9195",
        "tmdbid": "32643.0",
        "description": "The inimitable VW Beetle is losing all his races and destined for the scrap heap until mechanic Hank takes him over and gives him a new lease of life. Soon, Herbie is winning again, to the fury of his previous owner, who builds a menacing black bug to challenge Herbie to the ultimate race."
    },
    {
        "id": "9196",
        "tmdbid": "371759.0",
        "description": "It’s Christmas Day on a remote human colony and the Doctor is hiding from Christmas Carols and Comedy Antlers. But when a crashed spaceship calls upon the Doctor for help, he finds himself recruited into River Song’s squad and hurled into a fast and frantic chase across the galaxy. King Hydroflax is furious, and his giant Robot bodyguard is out-of-control and coming for them all! Will Nardole survive? And when will River Song work out who the Doctor is? All will be revealed on a starliner full of galactic super-villains and a destination the Doctor has been avoiding for a very long time."
    },
    {
        "id": "9197",
        "tmdbid": "272548.0",
        "description": "What if Apollo 11 never actually made it? What if, in reality, Stanley Kubrick secretly shot the famous images of the moon landing in a studio, working for the US administration? This is the premise of a totally plausible conspiracy theory that takes us to swinging sixties London, where a stubborn CIA agent will never find Kubrick but is forced to team up with a lousy manager of a seedy rock band to develop the biggest con of all time."
    },
    {
        "id": "9198",
        "tmdbid": "371492.0",
        "description": "Climate is changing. Instead of showing all the worst that can happen, this documentary focuses on the people suggesting solutions and their actions."
    },
    {
        "id": "9199",
        "tmdbid": "284514.0",
        "description": "Adolfo, a thirty something security guard, is going through a bad patch. Not only his lifetime girlfriend has just to finished with him to be a guy with no ambition but, moreover, he becomes the target of a series of thugs led by Vázquez, a dangerous criminal who has just escaped from jail. Also he discovers that his father has a double identity. He is not a farmer engaged in the production of cold meat – as Adolfo has believed all his life, but Anacleto, a secret agent who is a bit down and the man who locked Vázquez up in jail thirty years ago. Adolfo will have to leave his comfort zone and work with his father, the person that Adolfo get on worse with in the world to survive the revenge of Vazquez and while, between shootouts and chases, trying to get his girlfriend back."
    },
    {
        "id": "9200",
        "tmdbid": "326094.0",
        "description": "Wiener-Dog tells several stories featuring people who find their life inspired or changed by one particular dachshund, who seems to be spreading a certain kind of comfort and joy. Man’s best friend starts out teaching a young boy some contorted life lessons before being taken in by a compassionate vet tech named Dawn Wiener. Dawn reunites with someone from her past and sets off on a road trip picking up some depressed mariachis along the way. Wiener-Dog then encounters a floundering film professor, as well as an embittered elderly woman and her needy granddaughter—all longing for something more."
    },
    {
        "id": "9201",
        "tmdbid": "323675.0",
        "description": "As his wedding day approaches, Ben heads to Miami with his soon-to-be brother-in-law James to bring down a drug dealer who's supplying the dealers of Atlanta with product."
    },
    {
        "id": "9202",
        "tmdbid": "312669.0",
        "description": "Maggie's plan to have a baby on her own is derailed when she falls in love with John, a married man, destroying his volatile marriage to the brilliant and impossible Georgette. But one daughter and three years later, Maggie is out of love and in a quandary: what do you do when you suspect your man and his ex wife are actually perfect for each other?"
    },
    {
        "id": "9203",
        "tmdbid": "319888.0",
        "description": "The feel-good story of Michael 'Eddie' Edwards, an unlikely but courageous British ski-jumper who never stopped believing in himself—even as an entire nation was counting him out. With the help of a rebellious and charismatic coach, Eddie takes on the establishment and wins the hearts of sports fans around the world by making an improbable and historic showing at the 1988 Calgary Winter Olympics."
    },
    {
        "id": "9204",
        "tmdbid": "222619.0",
        "description": "Every super hero has his nemesis - and this time Flash has that murderous mischief maker the Trickster"
    },
    {
        "id": "9205",
        "tmdbid": "331962.0",
        "description": "After witnessing a miracle, a young Latina woman experiences strange things as a police detective searches for the truth behind his partner's death."
    },
    {
        "id": "9206",
        "tmdbid": "273899.0",
        "description": "Kicked out by his parents, a gay teenager leaves small-town Indiana for New York's Greenwich Village, where growing discrimination against the gay community leads to riots on June 28, 1969."
    },
    {
        "id": "9207",
        "tmdbid": "337029.0",
        "description": "After he is artificially created, then left for dead by a husband-and-wife team of eccentric scientists, Adam is confronted with nothing but aggression and violence from the world around him. This perfect creation-turned disfigured monster must come to grips with the horrific nature of humanity."
    },
    {
        "id": "9208",
        "tmdbid": "340255.0",
        "description": "There's a magical door in Woody's closet that allows those who go through it to erase mistakes from their past. When he finds out where it goes, his life will be changed forever."
    },
    {
        "id": "9209",
        "tmdbid": "335778.0",
        "description": "Clavius, a powerful Roman military tribune, and his aide, Lucius, are tasked with solving the mystery of what happened to Jesus in the weeks following the crucifixion, in order to disprove the rumors of a risen Messiah and prevent an uprising in Jerusalem."
    },
    {
        "id": "9210",
        "tmdbid": "329004.0",
        "description": "In a time of starvation, a survivalist lives off a small plot of land hidden deep in forest. When two women seeking food and shelter discover his farm, he finds his existence threatened."
    },
    {
        "id": "9211",
        "tmdbid": "291870.0",
        "description": "Jason Kelly is one week away from marrying his boss's uber-controlling daughter, putting him on the fast track for a partnership at the law firm. However, when the straight-laced Jason is tricked into driving his foul-mouthed grandfather, Dick, to Daytona for spring break, his pending nuptials are suddenly in jeopardy. Between riotous frat parties, bar fights, and an epic night of karaoke, Dick is on a quest to live his life to the fullest and bring Jason along for the ride."
    },
    {
        "id": "9212",
        "tmdbid": "21266.0",
        "description": "A portion of the tail of a prehistoric reptile is discovered in Denmark. It regenerates into the entire reptile, which proceeds to destroy buildings and property and generally make a nuisance of itself. It can fly, swim, and walk, and has impenetrable scales, which makes it difficult to kill."
    },
    {
        "id": "9213",
        "tmdbid": "333377.0",
        "description": "Through interviews filmed over four years, Noam Chomsky unpacks the principles that have brought us to the crossroads of historically unprecedented inequality – tracing a half-century of policies designed to favor the most wealthy at the expense of the majority – while also looking back on his own life of activism and political participation. He provides penetrating insight into what may well be the lasting legacy of our time – the death of the middle class, and swan song of functioning democracy."
    },
    {
        "id": "9214",
        "tmdbid": "333040.0",
        "description": ""
    },
    {
        "id": "9215",
        "tmdbid": "77294.0",
        "description": "Little Fedor brings a cat to home despite his mother's distaste for cats. He runs away with his talking cat, to make more friends on the way."
    },
    {
        "id": "9216",
        "tmdbid": "300673.0",
        "description": "The Coast Guard makes a daring rescue attempt off the coast of Cape Cod after a pair of oil tankers are destroyed during a blizzard in 1952."
    },
    {
        "id": "9217",
        "tmdbid": "18874.0",
        "description": "The story takes place in the year 2034, two years after the events in Ghost in the Shell: S.A.C. 2nd GIG. Female cyborg Major Motoko Kusanagi has left Public Security Section 9, an elite counter-terrorist and anti-crime unit specializing in cyber-warfare, which has expanded to a team of 20 field operatives with Togusa acting as the field lead."
    },
    {
        "id": "9218",
        "tmdbid": "348089.0",
        "description": "After enjoying a holiday romance, high school students Danny and Sandy are unexpectedly reunited when she transfers to Rydell High, where she must contend with cynical Rizzo and the Pink Ladies."
    },
    {
        "id": "9219",
        "tmdbid": "205584.0",
        "description": "A common thief joins a mythical god on a quest through Egypt."
    },
    {
        "id": "9220",
        "tmdbid": "336808.0",
        "description": "The epic story of the first contact, encounter, approach, betrayal and, eventually, life-transcending friendship, between Karamakate, an Amazonian shaman, last survivor of his people, and two scientists that, over the course of 40 years, travel through the Amazon in search of a sacred plant that can heal them. Inspired by the journals of the first explorers of the Colombian Amazon, Theodor Koch-Grunberg and Richard Evans Schultes."
    },
    {
        "id": "9221",
        "tmdbid": "323677.0",
        "description": "Based on the story of Jesse Owens, the athlete whose quest to become the greatest track and field athlete in history thrusts him onto the world stage of the 1936 Olympics, where he faces off against Adolf Hitler's vision of Aryan supremacy."
    },
    {
        "id": "9222",
        "tmdbid": "333371.0",
        "description": "After getting in a car accident, a woman is held in a shelter with two men, who claim the outside world is affected by a widespread chemical attack."
    },
    {
        "id": "9223",
        "tmdbid": "267860.0",
        "description": "In London for the Prime Minister's funeral, Mike Banning discovers a plot to assassinate all the attending world leaders."
    },
    {
        "id": "9224",
        "tmdbid": "269149.0",
        "description": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery."
    },
    {
        "id": "9225",
        "tmdbid": "279641.0",
        "description": "In 2002, cable news producer Kim Barker decides to shake up her routine by taking a daring new assignment in Kabul, Afghanistan. Dislodged from her comfortable American lifestyle, Barker finds herself in the middle of an out-of-control war zone. Luckily, she meets Tanya Vanderpoel, a fellow journalist who takes the shell-shocked reporter under her wing. Amid the militants, warlords and nighttime partying, Barker discovers the key to becoming a successful correspondent."
    },
    {
        "id": "9226",
        "tmdbid": "258363.0",
        "description": "A group of Mexican emigrants attempts to cross the Mexican-US border. What begins as a hopeful journey becomes a harrowing, bloody and primal fight for survival when a deranged, rifle-toting vigilante and his loyal Belgian Malinois dog chase the group of unarmed men and women through the treacherous borderland. In the harsh, unforgiving desert terrain, the odds are stacked firmly against them as they discover there’s nowhere to hide from the unrelenting, merciless killer."
    },
    {
        "id": "9227",
        "tmdbid": "267193.0",
        "description": "Wrongfully accused and on the run, a top MI6 assassin joins forces with his long-lost, football hooligan brother to save the world from a sinister plot."
    },
    {
        "id": "9228",
        "tmdbid": "20051.0",
        "description": "Dad's Army was a 1971 feature film based on the BBC television sitcom Dad's Army. Directed by Norman Cohen, it was filmed between series three and four and was based upon material from the early episodes of the television series. The film told the story of the Home Guard platoon's formation and their subsequent endeavours at a training exercise."
    },
    {
        "id": "9229",
        "tmdbid": "92060.0",
        "description": "A night at the movies turns into a nightmare when Michael and his date are attacked by a horde of bloody-thirsty zombies."
    },
    {
        "id": "9230",
        "tmdbid": "330348.0",
        "description": "In the vast rooms of a beautiful Sicilian villa, Anna receives an unexpected guest. Twenty-something Jeanne has arrived from France, declaring herself to be the girlfriend of Anna’s son, Giuseppe, who has invited her to the house to spend Easter together. But this is news to Anna, and Guiseppe is not yet there..."
    },
    {
        "id": "9231",
        "tmdbid": "378779.0",
        "description": ""
    },
    {
        "id": "9232",
        "tmdbid": "354251.0",
        "description": "The film contains five stories set on desolate stretches of a desert highway. Two men on the run from their past, a band on its way to a gig, a man struggling to get home, a brother in search of his long-lost sister and a family on vacation are forced to confront their worst fears and darkest secrets in these interwoven tales."
    },
    {
        "id": "9233",
        "tmdbid": "365222.0",
        "description": "When a band of brutal gangsters led by a crooked property developer make a play to take over the city, Master Ip is forced to take a stand."
    },
    {
        "id": "9234",
        "tmdbid": "353609.0",
        "description": "After getting fired from his job, a slick, fast-talking businessman is thrown into an elf competition to become Santa¹s next second-in-command. Put through a series of rigorous training exercises to prepare for the contest, The Miz and another aspiring elf go head-to-head in the hopes of becoming Santa¹s Little Helper."
    },
    {
        "id": "9235",
        "tmdbid": "148184.0",
        "description": "WHO KILLED CHEA VICHEA? is a highly charged murder mystery, a political thriller, and a documentary like no other.  In 2004, Cambodian union president Chea Vichea was assassinated in broad daylight at a newsstand in Phnom Penh. As international pressure mounted, two men were swiftly arrested and convicted of the crime, each sentenced to twenty years in prison. Filmmaker Bradley Cox’s five-year investigation reveals an elaborate cover-up that reaches the highest echelons of Cambodian society.  Winner of a 2011 Peabody Award among many other honors and banned by the Cambodian government, WHO KILLED CHEA VICHEA? uncovers the face of dictatorship behind the mask of democracy."
    },
    {
        "id": "9236",
        "tmdbid": "371645.0",
        "description": "Ricky is a defiant young city kid who finds himself on the run with his cantankerous foster uncle in the wild New Zealand bush. A national manhunt ensues, and the two are forced to put aside their differences and work together to survive."
    },
    {
        "id": "9237",
        "tmdbid": "44351.0",
        "description": "A story of a group of humanoid rabbits and their depressive, daily life. The plot includes Suzie ironing, Jane sitting on a couch, Jack walking in and out of the apartment, and the occasional solo singing number by Suzie or Jane. At one point the rabbits also make contact with their “leader”."
    },
    {
        "id": "9238",
        "tmdbid": "40123.0",
        "description": "The seven short films making up GENIUS PARTY couldn’t be more diverse, linked only by a high standard of quality and inspiration. Atsuko Fukushima’s intro piece is a fantastic abstraction to soak up with the eyes. Masaaki Yuasa, of MIND GAME and CAT SOUP fame, brings his distinctive and deceptively simple graphic style and dream-state logic to the table with “Happy Machine,” his spin on a child’s earliest year. Shinji Kimura’s spookier “Deathtic 4,” meanwhile, seems to tap into the creepier corners of a child’s imagination and open up a toybox full of dark delights. Hideki Futamura’s “Limit Cycle” conjures up a vision of virtual reality, while Yuji Fukuyama’s \"Doorbell\" and \"Baby Blue\" by Shinichiro Watanabe use understated realism for very surreal purposes. And Shoji Kawamori, with “Shanghai Dragon,” takes the tropes and conventions of traditional anime out for very fun joyride."
    },
    {
        "id": "9239",
        "tmdbid": "46632.0",
        "description": "A trespassing gang of boys encounter a ghost in the ruins of a castle. When they rescue the ghost who is caught in a trapset, they become allies in a fight to prevent ruins from being turned into mushroom farm by the city authorities."
    },
    {
        "id": "9240",
        "tmdbid": "16403.0",
        "description": "Story of two sisters that grew up in a small Serbian village in the beginning of the 1930s. The village is torn up by wars and years long blood oath. There are no men left in the village. Our heroines, Ognjenka and Mala Boginja decide to go to the city, kidnap men and return life to their village. The lights of the metropolis dazzle them and there starts this little amusing and sentimental adventure."
    },
    {
        "id": "9241",
        "tmdbid": "332721.0",
        "description": "A cinema remake of the classic sitcom Dad's Army (1968). The Walmington-on-Sea Home Guard platoon deal with a visiting female journalist and a German spy as World War II draws to its conclusion."
    },
    {
        "id": "9242",
        "tmdbid": "334495.0",
        "description": "In its first 25 years only 10 people have finished The Barkley Marathons. Based on a historic prison escape, this cult like race tempts people from around the world to test their limits of physical and mental endurance in this documentary that contemplates the value of pain."
    },
    {
        "id": "9243",
        "tmdbid": "383809.0",
        "description": "A family fired by a company owned by LVMH (Group owned by French billionaire, Bernard Arnault) seeks reparation from their previous employer with the help of the movie director."
    },
    {
        "id": "9244",
        "tmdbid": "301365.0",
        "description": "When aspiring model Jesse moves to Los Angeles, her youth and vitality are devoured by a group of beauty-obsessed women who will take any means necessary to get what she has."
    },
    {
        "id": "9245",
        "tmdbid": "140554.0",
        "description": "We don't have an overview translated in English. Help us expand our database by adding one."
    },
    {
        "id": "9246",
        "tmdbid": "333352.0",
        "description": "A UK-based military officer in command of a top secret drone operation to capture terrorists in Kenya discovers the targets are planning a suicide bombing and the mission escalates from “capture” to “kill.” As American pilot Steve Watts is about to engage, a nine-year old girl enters the kill zone, triggering an international dispute reaching the highest levels of US and British government over the moral, political, and personal implications of modern warfare."
    },
    {
        "id": "9247",
        "tmdbid": "359025.0",
        "description": "A photojournalist gets more than she bargained for when she snaps a photo of a shadowy religious figure in the jungles of Colombia, triggering a flight – and fight – for her life."
    },
    {
        "id": "9248",
        "tmdbid": "333385.0",
        "description": "A girl falls for the \"perfect\" guy, who happens to have a very fatal flaw: he's a hitman on the run from the crime cartels who employ him."
    },
    {
        "id": "9249",
        "tmdbid": "55495.0",
        "description": "We don't have an overview translated in English. Help us expand our database by adding one."
    },
    {
        "id": "9250",
        "tmdbid": "315664.0",
        "description": "The story of Florence Foster Jenkins, a New York heiress, who dreamed of becoming an opera singer, despite having a terrible singing voice."
    },
    {
        "id": "9251",
        "tmdbid": "302688.0",
        "description": "The continuing adventures of the Portokalos family. A follow-up to the 2002 comedy, \"My Big Fat Greek Wedding.\""
    },
    {
        "id": "9252",
        "tmdbid": "314029.0",
        "description": "Iremar works at the rodeo in North East of Brazil. From his home, the truck he uses to transport the animals, he dreams of a future in the region's booming clothing industry."
    },
    {
        "id": "9253",
        "tmdbid": "186759.0",
        "description": "A recent college graduate and his friends are forced to lower life expectations when they leave school for the real world. Life after college graduation is not exactly going as planned for Will and Jillian who find themselves lost in a sea of increasingly strange jobs. But with help from their family, friends and coworkers they soon discover that the most important (and hilarious) adventures are the ones that we don't see coming."
    },
    {
        "id": "9254",
        "tmdbid": "342521.0",
        "description": "Friends hatch a plot to retrieve a stolen cat by posing as drug dealers for a street gang."
    },
    {
        "id": "9255",
        "tmdbid": "254952.0",
        "description": "Three very different people in their twenties try to figure out love, sex, identity and friendship in Los Angeles."
    },
    {
        "id": "9256",
        "tmdbid": "387893.0",
        "description": "A harried prehistoric bird mother entrusts her precious, soon-to-hatch egg to Sid. When she recommends him to her neighbours, business booms at his new egg-sitting service. However, dastardly pirate bunny, Squint, who is seeking revenge on the herd, steals, camouflages and hides all the eggs. Once again, with Squint’s twin brother assisting, Manny, Diego and the rest of the gang come to the rescue and take off on a daring mission that turns into the world’s first Easter egg hunt."
    },
    {
        "id": "9257",
        "tmdbid": "295699.0",
        "description": "A comedy that follows a group of friends as they navigate their way through the freedoms and responsibilities of unsupervised adulthood."
    },
    {
        "id": "9258",
        "tmdbid": "369557.0",
        "description": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes."
    },
    {
        "id": "9259",
        "tmdbid": "351065.0",
        "description": "A multi-dimensional interface between a comic book artist, a novelist, and a film director. Each lives in a separate reality but authors a story about one of the others."
    },
    {
        "id": "9260",
        "tmdbid": "370755.0",
        "description": "A week in the life of Paterson, a poet bus driver, and his wife Laura, a very creative artist, who live in Paterson, New Jersey, hometown of many famous poets and artists."
    },
    {
        "id": "9261",
        "tmdbid": "290595.0",
        "description": "As two evil sisters prepare to conquer the land, two renegades—Eric the Huntsman, who aided Snow White in defeating Ravenna in Snowwhite and the Huntsman, and his forbidden lover, Sara—set out to stop them."
    },
    {
        "id": "9262",
        "tmdbid": "325133.0",
        "description": "A sorority moves in next door to the home of Mac and Kelly Radner who have a young child. The Radner's enlist their former nemeses from the fraternity to help battle the raucous sisters."
    },
    {
        "id": "9263",
        "tmdbid": "29398.0",
        "description": "A spy is brought back from cryogenic suspension after being almost killed in a plane crash returning from a mission to learn about a deadly new weapon being developed in the East. But the vital memories are being suppressed, so the authorities use ultra-advanced technologies to try to uncover the secret."
    },
    {
        "id": "9264",
        "tmdbid": "301608.0",
        "description": "A pair of cops investigating a drug invasion stumble upon a mysterious bank vault."
    },
    {
        "id": "9265",
        "tmdbid": "376570.0",
        "description": "A deaf woman is stalked by a psychotic killer in her secluded home."
    },
    {
        "id": "9266",
        "tmdbid": "24784.0",
        "description": "Jimmy Carr delivers more of his cynical take on life's little absurdities in his trademark deadpan style in this live stand-up release. Jimmy unleashes his rapid-fire joke-telling and razor-sharp wit on topics ranging from religion and sex, to bullying and political correctness. Those brave enough to heckle are quickly put in their place by an array of colourful if brutal put-downs."
    },
    {
        "id": "9267",
        "tmdbid": "49381.0",
        "description": "Jimmy Carr: Making People Laugh features over two hours of material that's too rude for TV."
    },
    {
        "id": "9268",
        "tmdbid": "1659.0",
        "description": "No overview found."
    },
    {
        "id": "9269",
        "tmdbid": "1652.0",
        "description": "The funny clown Bratislav Metulskie is found dead in circus \"Apollo\". The retired commissioner 00 Schneider is asked to assume control of the case. Schneider and his aged sidekick Körschgen investigate to find the murderer."
    },
    {
        "id": "9270",
        "tmdbid": "353326.0",
        "description": "Growing up poor in Madras, India, Srinivasa Ramanujan Iyengar earns admittance to Cambridge University during WWI, where he becomes a pioneer in mathematical theories with the guidance of his professor, G.H. Hardy."
    },
    {
        "id": "9271",
        "tmdbid": "366901.0",
        "description": "New York, 1961. Alexander Ivanov, a high-ranked Soviet bureaucrat, reluctantly defects to the West while is part of a diplomatic mission, feeling the grief of being unable to know the fate of his wife Katya, whom he has had to leave behind in Moscow. Only many years later, in 1991, he will finally find out the truth when his niece Lauren travels to Moscow to participate in a painting exhibition."
    },
    {
        "id": "9272",
        "tmdbid": "7237.0",
        "description": "Three kingdoms have been overtaken by three evil lords and only Tyor, a teenage boy with magical powers, can restore peace to the land with the help of a bumbling elder, wizard and a hero in each kingdom. Tyor fights alongside them and eventually becomes a powerful wizard in his own right."
    },
    {
        "id": "9273",
        "tmdbid": "303858.0",
        "description": "Financial TV host Lee Gates and his producer Patty are put in an extreme situation when an irate investor takes over their studio."
    },
    {
        "id": "9274",
        "tmdbid": "326423.0",
        "description": "To survive harsh economic times, Calvin and Angie have merged the barbershop and beauty salon into one business. The days of male bonding are gone as Eddie and the crew must now contend with sassy female co-workers and spirited clientele. As the battle of the sexes rages on, a different kind of conflict has taken over Chicago. Crime and gangs are on the rise, leaving Calvin worried about the fate of his son. Together, the friends come up with a bold plan to take back their beloved neighborhood."
    },
    {
        "id": "9275",
        "tmdbid": "127380.0",
        "description": "Dory is reunited with her friends Nemo and Marlin in the search for answers about her past. What can she remember? Who are her parents? And where did she learn to speak Whale?"
    },
    {
        "id": "9276",
        "tmdbid": "323676.0",
        "description": "A titan of industry is sent to prison after she's caught for insider trading. When she emerges ready to rebrand herself as America's latest sweetheart, not everyone she screwed over is so quick to forgive and forget."
    },
    {
        "id": "9277",
        "tmdbid": "153518.0",
        "description": "An island populated entirely by happy, flightless birds or almost entirely. In this paradise, Red, a bird with a temper problem, speedy Chuck, and the volatile Bomb have always been outsiders. But when the island is visited by mysterious green piggies, it’s up to these unlikely outcasts to figure out what the pigs are up to."
    },
    {
        "id": "9278",
        "tmdbid": "327536.0",
        "description": "Moritaka Mashiro doesn't want to follow in the path of his uncle who worked as a manga artist, but ultimately died because of exhaustion. Moritaka Mashiro figures he will graduate from school and work at an office. Things change though when falls in love with a girl at school. The girl, who hopes to become a voice actress, tells Moritaka they can marry, but only after they both achieve their dreams. Moritaka then teams up with fellow classmate Akito Takagi to publish their first manga."
    },
    {
        "id": "9279",
        "tmdbid": "332411.0",
        "description": "A man is out for justice after a group of corrupt police officers are unable to catch his wife's killer."
    },
    {
        "id": "9280",
        "tmdbid": "384737.0",
        "description": "After a botched heist, Eddie  a murderous crime boss, hunts down the seductive thief Karen who failed him. In order to win back Eddie’s trust, Karen recruits her ex-lover and premier thief Jack to steal a cargo of rare precious gems. But when the job goes down, allegiances are betrayed and lines are crossed as Jack, Karen, and Eddie face off in a fateful showdown."
    },
    {
        "id": "9281",
        "tmdbid": "302401.0",
        "description": "CIA employee Edward Snowden leaks thousands of classified documents to the press."
    },
    {
        "id": "9282",
        "tmdbid": "34935.0",
        "description": "The demonic space criminal Kain has escaped from prison and destroyed the Galaxy Police headquarters. To ensure that the Jurai will not stop him, Kain travels back to 1970 to eliminate Tenchi's mother before he is even born. Now, Tenchi and the gang must travel to the past to stop him before he ceases to exist."
    },
    {
        "id": "9283",
        "tmdbid": "234004.0",
        "description": "When the galaxy comes under the threat of a nefarious space captain, a mechanic and his newfound robot ally join an elite squad of combatants to save the universe."
    },
    {
        "id": "9284",
        "tmdbid": "386891.0",
        "description": "Kicking Off starts with the most important game of the season. Loyal fans Wigsy and Cliff watch in trepidation as their football team score the goal that will save them from relegation. Victory is bliss as a chorus of supporters chant and cry with elation. However, this frenzy of happiness quickly turns ugly as the referee disallows the deciding goal. With their hearts and fists pumping, adrenalin running and fury racing through their bloodstream, the fans take matters into their own hands and Cliff makes the fatal mistake of planning while intoxicated. Wigsy, a confirmed idiot, follows through with the said plan and in the darkest hours of the night he commits a crime that will cause chaos and catastrophe for him and his best mate Cliff. Kicking Off is cleverly filmed with split screen shots and slow motion montages. The characters are lovable thugs who will leave you laughing and grimacing at their lack of common sense.  The beautiful game just got ugly."
    },
    {
        "id": "9285",
        "tmdbid": "380254.0",
        "description": "While desperately searching for his missing daughter, Hae-kwan comes across an AI satellite robot that remembers sounds from all over the world. Rejuvenated by the robot's abilities, Hae-kwan begins to track down his daughter's voice. As they continue their journey, they form an unforgettable bond."
    },
    {
        "id": "9286",
        "tmdbid": "245917.0",
        "description": "What would have happened if the Shiroyasha never existed?  Edo is thrown to chaos by a mysterious cause. Sakata Gintoki, now lives in a world where the future has changed, without him. What has happened to the Yorozuya?  Gintoki, who is now a ghost of the past, must once again carry the burden in order to save his friends. He must finish the biggest job ever, which may be the final job of Yorozuya."
    },
    {
        "id": "9287",
        "tmdbid": "290250.0",
        "description": "A private eye investigates the apparent suicide of a fading porn star in 1970s Los Angeles and uncovers a conspiracy."
    },
    {
        "id": "9288",
        "tmdbid": "383121.0",
        "description": "Assigned to recover sensitive stolen data, a gruff FBI agent goes undercover as a kindergarten teacher, but the school's liberal, politically correct environment is more than he bargained for."
    },
    {
        "id": "9289",
        "tmdbid": "3786.0",
        "description": "Capt. William \"Buck\" Rogers is a jovial space cowboy who is accidentally time-warped from 1987 to 2491. Earth is engaged in interplanetary war following a global holocaust, and Buck's piloting skills make him an ideal starfighter recruit for the Earth Defense Directorate, where his closest colleagues are Dr. Huer (Tim O'Connor), squadron leader Col. Wilma Deering (former model Erin Gray), the wisecracking robot Twiki (voiced by cartoon legend Mel Blanc), and a portable computer-brain named Dr. Theopolis."
    },
    {
        "id": "9290",
        "tmdbid": "44238.0",
        "description": "The narrative portrays a plain man who guides the viewer through his life in a bleakly stylised world."
    },
    {
        "id": "9291",
        "tmdbid": "380111.0",
        "description": "A story about bravery, self-sacrifice and human dignity put on trial by the merciless power of nature. A young pilot is fired from military air force after disobeying an absurd order. He gets a job as a co-pilot with a civil airline. Being brutally honest and direct, he is not on best terms with his new colleagues. During a flight to Asia his crew receives a distress message from a volcanic island and makes a decision to attempt a rescue mission. Will it be a success? Will they survive the disaster? They have a single chance to find that out: by being a team and sticking up for one another."
    },
    {
        "id": "9292",
        "tmdbid": "332567.0",
        "description": "When Nancy is surfing on a secluded beach, she finds herself on the feeding ground of a great white shark. Though she is stranded only 200 yards from shore, survival proves to be the ultimate test of wills, requiring all of Nancy's ingenuity, resourcefulness, and fortitude."
    },
    {
        "id": "9293",
        "tmdbid": "13099.0",
        "description": "Four young officers of the Hong Kong Police are joined together to fight against organised crime using all possible means, even if this would lead them to break the law… Their first assignment is to eliminate a gang of criminals who have stolen a shipload of explosives."
    },
    {
        "id": "9294",
        "tmdbid": "290098.0",
        "description": "A Japanese woman hires a handmaiden who is secretly working with a con man to cheat her out of her wealth."
    },
    {
        "id": "9295",
        "tmdbid": "241259.0",
        "description": "Alice Kingsleigh returns to Underland and faces a new adventure in saving the Mad Hatter."
    },
    {
        "id": "9296",
        "tmdbid": "267935.0",
        "description": "The BFG is no ordinary bone-crunching giant. He is far too nice and jumbly. It's lucky for Sophie that he is. Had she been carried off in the middle of the night by the Bloodbottler, or any of the other giants—rather than the BFG—she would have soon become breakfast. When Sophie hears that the giants are flush-bunking off to England to swollomp a few nice little chiddlers, she decides she must stop them once and for all. And the BFG is going to help her!"
    },
    {
        "id": "9297",
        "tmdbid": "359871.0",
        "description": "Following a long fascination with the religion and with much experience in dealing with eccentric, unpalatable and unexpected human behavior, the beguilingly unassuming Theroux won't take no for an answer when his request to enter the Church's headquarters is turned down. Inspired by the Church's use of filming techniques, and aided by ex-members of the organization, Theroux uses actors to replay some incidents people claim they experienced as members in an attempt to better understand the way it operates. In a bizarre twist, it becomes clear that the Church is also making a film about Louis Theroux."
    },
    {
        "id": "9298",
        "tmdbid": "223702.0",
        "description": "Frank leads a group of supermarket products on a quest to discover the truth about their existence and what really happens when they become chosen to leave the grocery store."
    },
    {
        "id": "9299",
        "tmdbid": "13125.0",
        "description": "Sonny Chiba plays  Kyokushin Karate founder Masutatsu Oyama, who unexpectedly arrives at a karate tournament in rags, but wins the tournament. After turning down the chance to fight at future tournaments he returns to his simple village life. He reluctantly returns to karate for a final showdown against the students of a rival school."
    },
    {
        "id": "9300",
        "tmdbid": "387398.0",
        "description": "Cass, a high-powered attorney and single mother of two, is on the hunt for a new nanny after her precocious kids ran off the last one."
    },
    {
        "id": "9301",
        "tmdbid": "384798.0",
        "description": "Set in a near future, technology-reliant society that pits man against killing machines. Against this backdrop an elite army unit is helicoptered to a remote, off-the-grid island training facility. What starts out as a simple training exercise for Captain Bukes and his tight-knit unit, descends into a terrifying battle to the death, as the marines discover the island is overrun by an enemy that transcends the human concept of evil."
    },
    {
        "id": "9302",
        "tmdbid": "334533.0",
        "description": "A father living in the forests of the Pacific Northwest with his six young kids tries to assimilate back into society."
    },
    {
        "id": "9303",
        "tmdbid": "374475.0",
        "description": "Without warning a father comes to visit his daughter abroad. He believes that she lost her humor and therefore surprises her with a rampage of jokes."
    },
    {
        "id": "9304",
        "tmdbid": "293670.0",
        "description": "A stranger arrives in a little village and soon after a mysterious sickness starts spreading. A policeman is drawn into the incident and is forced to solve the mystery in order to save his daughter."
    },
    {
        "id": "9305",
        "tmdbid": "83501.0",
        "description": "The action is set in 1970 as the Soviet Union (and the entire progressive world) are preparing to celebrate Lenin's centenary. Not to be outdone, the camp commander decides to have the prisoners put on a play about Lenin's life. However, the ensuing preparations turn everything upside down and seem to offer a God-given chance to plot an escape."
    },
    {
        "id": "9306",
        "tmdbid": "337154.0",
        "description": "With a new iPhone, an apartment near the Grove, and a comfortable bank account left to her by her beloved late husband, Marnie Minervini has happily relocated from New Jersey to Los Angeles to be near her daughter Lori, a successful (but still single) screenwriter, and smother her with motherly love. But when the dozens of texts, unexpected visits, and conversations dominated by unsolicited advice force Lori to draw strict personal boundaries, Marnie finds ways to channel her eternal optimism and forceful generosity to change the lives of others - as well as her own - and find a new purpose in life."
    },
    {
        "id": "9307",
        "tmdbid": "291805.0",
        "description": "One year after outwitting the FBI and winning the public’s adulation with their mind-bending spectacles, the Four Horsemen resurface only to find themselves face to face with a new enemy who enlists them to pull off their most dangerous heist yet."
    },
    {
        "id": "9308",
        "tmdbid": "396292.0",
        "description": "Ali Wong might be seven-months pregnant, but there’s not a fetus in the world that can stop this acerbic and savage train of comedy from delivering a masterful hour of stand-up."
    },
    {
        "id": "9309",
        "tmdbid": "339397.0",
        "description": "The story of a young man who arrives in Hollywood during the 1930s hoping to work in the film industry, falls in love, and finds himself swept up in the vibrant café society that defined the spirit of the age."
    },
    {
        "id": "9310",
        "tmdbid": "37433.0",
        "description": "Three shorts directed by the same names that brought you Metropolis, Ninja Scroll, and Akira. It begins with “Labyrinth Labyrinthos”, a story of a maze in a child's mind, directed by Rintaro. Next Yoshiaki Kawajiri gives us “The Running Man”. This is a futuristic formula one race is set on a deadly track. Lastly Katsuhiro Ôtomo describes a struggle to shut down an entirely automated facility in “Construction Cancellation Order“."
    },
    {
        "id": "9311",
        "tmdbid": "347031.0",
        "description": "Alone on a tiny deserted island, Hank has given up all hope of ever making it home again. But one day everything changes when a dead body washes ashore, and he soon realizes it may be his last opportunity to escape certain death. Armed with his new “friend” and an unusual bag of tricks, the duo go on an epic adventure to bring Hank back to the woman of his dreams."
    },
    {
        "id": "9312",
        "tmdbid": "389053.0",
        "description": "The life of a bank manager is turned upside down when a friend from his past manipulates him into faking his own death and taking off on an adventure."
    },
    {
        "id": "9313",
        "tmdbid": "5434.0",
        "description": "A man discovers an ancient Incan formula for raising the dead, and uses it for a series of revenge murders."
    },
    {
        "id": "9314",
        "tmdbid": "308531.0",
        "description": "After supervillain Shredder escapes custody, he joins forces with mad scientist Baxter Stockman and two dimwitted henchmen, Bebop and Rocksteady, to unleash a diabolical plan to take over the world. As the Turtles prepare to take on Shredder and his new crew, they find themselves facing an even greater evil with similar intentions: the notorious Krang."
    },
    {
        "id": "9315",
        "tmdbid": "318121.0",
        "description": "Having suffered a tragedy, Ben becomes a caregiver to earn money. His first client, Trevor, is a hilarious 18-year-old with muscular dystrophy. One paralyzed emotionally, one paralyzed physically, Ben and Trevor hit the road on a trip into the western states. The folks they collect along the way will help them test their skills for surviving outside their calculated existence. Together, they come to understand the importance of hope and the necessity of true friendship."
    },
    {
        "id": "9316",
        "tmdbid": "341012.0",
        "description": "When his new album fails to sell records, pop/rap superstar Conner4real goes into a major tailspin and watches his celebrity high life begin to collapse. He'll try anything to bounce back, anything except reuniting with his old rap group The Style Boyz."
    },
    {
        "id": "9317",
        "tmdbid": "398854.0",
        "description": "Shakespeare's comedy adapted for television by Russell T. Davies. In the tyrannical court of Athens, pitiless dictator Theseus plans his wedding to Hippolyta, a prisoner of war, while young Hermia is sentenced to death by her own father for loving the wrong man. Meanwhile, in the town below, an amateur theatre group rehearses. And beyond Athens, in the wild woods, dark forces are stirring..."
    },
    {
        "id": "9318",
        "tmdbid": "33108.0",
        "description": "A musical film about the adventures of the wandering musicians from Bremen such as Troubadour, Donkey, Dog, Cat and Rooster. In one of the towns Troubadour falls in love with a Princess and makes up a plan how to get the King's confidence."
    },
    {
        "id": "9319",
        "tmdbid": "192040.0",
        "description": ""
    },
    {
        "id": "9320",
        "tmdbid": "400608.0",
        "description": "Combining his trademark wit and self-deprecating humor with original music, Bo Burnham offers up his unique twist on life in this stand-up special about  life, death, sexuality, hypocrisy, mental illness and Pringles cans."
    },
    {
        "id": "9321",
        "tmdbid": "259693.0",
        "description": "Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits."
    },
    {
        "id": "9322",
        "tmdbid": "245913.0",
        "description": "The life story of Brazilian football legend, Pele."
    },
    {
        "id": "9323",
        "tmdbid": "43074.0",
        "description": "Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat."
    },
    {
        "id": "9324",
        "tmdbid": "302699.0",
        "description": "After he reunites with an old pal through Facebook, a mild-mannered accountant is lured into the world of international espionage."
    },
    {
        "id": "9325",
        "tmdbid": "377462.0",
        "description": "A chronicle of the rise and fall of O.J. Simpson, whose high-profile murder trial exposed the extent of American racial tensions, revealing a fractured and divided nation."
    },
    {
        "id": "9326",
        "tmdbid": "30948.0",
        "description": "Ken O'Hara (Gary Daniels) is a \"Mindhunter\" - a serial killer specialist enlisted to find the mass murderer (Darren Shahlavi) intent on killing the strongest fighters in New York City. Trying to catch this cunning and clever killer is the hardest assignment Ken has ever had. Now, the moon is rising again and he must use all of his resources to hunt down the murderer....or he may be the next to die."
    },
    {
        "id": "9327",
        "tmdbid": "267192.0",
        "description": "New York in the 1920s. Max Perkins, a literary editor is the first to sign such subsequent literary greats as Ernest Hemingway and F. Scott Fitzgerald. When a sprawling, chaotic 1,000-page manuscript by an unknown writer falls into his hands, Perkins is convinced he has discovered a literary genius."
    },
    {
        "id": "9328",
        "tmdbid": "68309.0",
        "description": "True story of three British POWs and their attempt to escape from Nazi Germany"
    },
    {
        "id": "9329",
        "tmdbid": "324668.0",
        "description": "The most dangerous former operative of the CIA is drawn out of hiding to uncover hidden truths about his past."
    },
    {
        "id": "9330",
        "tmdbid": "278348.0",
        "description": "Drina, a young immigrant working as a live-in maid for a wealthy Long Island family, finds herself entangled in the family's web of dark secrets once she begins to suspect her employer's son has committed a terrible crime."
    },
    {
        "id": "9331",
        "tmdbid": "90351.0",
        "description": "A yakuza gang gets driven out of Yokohama by a big gang from Tokyo. They relocate to Okinawa to violently start over."
    },
    {
        "id": "9332",
        "tmdbid": "258489.0",
        "description": "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment."
    },
    {
        "id": "9333",
        "tmdbid": "316727.0",
        "description": "Two years after choosing not to kill the man who killed his son, former police sergeant Leo Barnes has become head of security for Senator Charlene Roan, the front runner in the next Presidential election due to her vow to eliminate the Purge. On the night of what should be the final Purge, a betrayal from within the government forces Barnes and Roan out onto the street where they must fight to survive the night."
    },
    {
        "id": "9334",
        "tmdbid": "316023.0",
        "description": "Mike and Dave are young, adventurous, fun-loving brothers who tend to get out of control at family gatherings. When their sister Jeanie reveals her Hawaiian wedding plans, the rest of the Stangles insist that the brothers bring respectable dates. After placing an ad on Craigslist, the siblings decide to pick Tatiana and Alice, two charming and seemingly normal women. Once they arrive on the island, however, Mike and Dave realize that their companions are ready to get wild and party."
    },
    {
        "id": "9335",
        "tmdbid": "278154.0",
        "description": "Set after the events of Continental Drift, Scrat's epic pursuit of his elusive acorn catapults him outside of Earth, where he accidentally sets off a series of cosmic events that transform and threaten the planet. To save themselves from peril, Manny, Sid, Diego, and the rest of the herd leave their home and embark on a quest full of thrills and spills, highs and lows, laughter and adventure while traveling to exotic new lands and locations."
    },
    {
        "id": "9336",
        "tmdbid": "345911.0",
        "description": "Rebecca must unlock the terror behind her little brother's experiences that once tested her sanity, bringing her face to face with a supernatural spirit attached to their mother."
    },
    {
        "id": "9337",
        "tmdbid": "294272.0",
        "description": "For years, old wood carver Mr. Meacham has delighted local children with his tales of the fierce dragon that resides deep in the woods of the Pacific Northwest. To his daughter, Grace, who works as a forest ranger, these stories are little more than tall tales... until she meets Pete, a mysterious 10-year-old with no family and no home who claims to live in the woods with a giant, green dragon named Elliott. And from Pete's descriptions, Elliott seems remarkably similar to the dragon from Mr. Meacham's stories. With the help of Natalie, an 11-year-old girl whose father Jack owns the local lumber mill, Grace sets out to determine where Pete came from, where he belongs, and the truth about this dragon."
    },
    {
        "id": "9338",
        "tmdbid": "340611.0",
        "description": "In 1951, Marcus Messner, a working-class Jewish student from New Jersey, attends a small Ohio college, where he struggles with anti-Semitism, sexual repression, and the ongoing Korean War."
    },
    {
        "id": "9339",
        "tmdbid": "337874.0",
        "description": "Reeling from a terrifying assault, a nineteen year old enrolls into college with his brother and pledges the same fraternity. What happens there, in the name of 'brotherhood,' tests him and his loyalty in brutal ways."
    },
    {
        "id": "9340",
        "tmdbid": "359412.0",
        "description": "An untraceable group of elite bank robbers is chased by a suicidal FBI agent who uncovers a deeper purpose behind the robbery-homicides."
    },
    {
        "id": "9341",
        "tmdbid": "399106.0",
        "description": "A mother bird tries to teach her little one how to find food by herself. In the process, she encounters a traumatic experience that she must overcome in order to survive."
    },
    {
        "id": "9342",
        "tmdbid": "274504.0",
        "description": "Writer and Adderall enthusiast Stephen Elliott reaches a low point when his estranged father resurfaces, claiming that Stephen has fabricated much of the dark childhood that that fuels his writing. Adrift in the precarious gray area of memory, Stephen is led by three sources of inspiration: a new romance, the best friend who shares his history, and a murder trial that reminds him more than a little of his own story. Based on the memoir of the same name."
    },
    {
        "id": "9343",
        "tmdbid": "70193.0",
        "description": "Shin is a Japanese university student living a boring and meaningless life. One day, he spots a book titled Dangerous Ways to Walk the World, in which he finds a page written about hazards in New-York. Eager to get out, he jets off to New-York to find this inspiration."
    },
    {
        "id": "9344",
        "tmdbid": "337703.0",
        "description": "The dialogue-less film follows the major life stages of a castaway on a deserted tropical island populated by turtles, crabs and birds."
    },
    {
        "id": "9345",
        "tmdbid": "400411.0",
        "description": "Four friends on their way to Coachella stop off in Los Angeles to tour true-crime occult sites, only to encounter a mysterious young runaway who puts them on a terrifying path to ultimate horror."
    },
    {
        "id": "9346",
        "tmdbid": "328387.0",
        "description": "Industrious high school senior Vee Delmonico has had it with living life on the sidelines. When pressured by friends to join the popular online game Nerve, Vee decides to sign up for just one dare in what seems like harmless fun. But as she finds herself caught up in the thrill of the adrenaline-fueled competition partnered with a mysterious stranger, the game begins to take a sinister turn with increasingly dangerous acts, leading her into a high stakes finale that will determine her entire future."
    },
    {
        "id": "9347",
        "tmdbid": "49037.0",
        "description": "Luchino's routine morning elevator ride up from her subterranean home on level 138 to her school many stories above turns horrific when the elevator operator is ordered to pick up two passengers from floor 99, the maximum security level. What starts as psychological manipulation soon turns wholly physical as both the cruel convicts and Luchino's own dysfunctional past are unleashed. And then every passenger must fight for his or her survival."
    },
    {
        "id": "9348",
        "tmdbid": "363676.0",
        "description": "On 15 January 2009, the world witnessed the 'Miracle on the Hudson' when Captain 'Sully' Sullenberger glided his disabled plane onto the frigid waters of the Hudson River, saving the lives of all 155 aboard. However, even as Sully was being heralded by the public and the media for his unprecedented feat of aviation skill, an investigation was unfolding that threatened to destroy his reputation and career."
    },
    {
        "id": "9349",
        "tmdbid": "118430.0",
        "description": "A princess in the Amazon rain forests tries to fight a conglomerate threatening the forests by going to Los Angeles. There she links up with a rich kid who tells her that she must get on television to succeed with her mission. Quick as a wink, the two come up with the idea of winning a lambada dance contest."
    },
    {
        "id": "9350",
        "tmdbid": "404022.0",
        "description": "Returning for a second Netflix comedy special, Jim Jefferies unleashes his famously ferocious black humor to a packed house in Nashville, Tennessee."
    },
    {
        "id": "9351",
        "tmdbid": "44510.0",
        "description": "A young boy plants some strange seeds and they grow into a grandmother."
    },
    {
        "id": "9352",
        "tmdbid": "16909.0",
        "description": "J.B. (Lars Bom) - an ultra-talented Webmaster of an illicit cyber-domain known for massive amounts of illegal money transfers is captured and is put under suspicion by the cyber-domain boss named Stoiss (Jørgen Kiil) when an intruder hacks into the system and steals the Stoiss’s money. Stoiss sticks a heart controller device on J.B. and gives him 35 hours to find who took his money or he dies."
    },
    {
        "id": "9353",
        "tmdbid": "325789.0",
        "description": "A U.S Customs official uncovers a massive money laundering scheme involving Pablo Escobar."
    },
    {
        "id": "9354",
        "tmdbid": "308266.0",
        "description": "Based on the true story of two young men, David Packouz and Efraim Diveroli, who won a $300 million contract from the Pentagon to arm America's allies in Afghanistan."
    },
    {
        "id": "9355",
        "tmdbid": "403232.0",
        "description": "The Vigilante Diaries is a high octane action-adventure film featuring 90's movie heroes, explosive action, and international espionage. The film revolves around a team of black-ops agents turned crime-fighters, led by a brooding anti-hero, known only as \"The Vigilante.\" These jam-packed missions of rescue and revenge take us from the mega-mansions and underbelly of Los Angeles to far away places like Iraq, Armenia, Russia, and The United Kingdom to introduce us to a cast of colorful, dangerous, and hilarious characters. From Beverly Hills filmmaker Mike Hanover, to a trio of Asian femme fatales, to ruthless Armenian mobsters, and at the top, a pair of deep cover super spies hell bent on throwing the world into chaos."
    },
    {
        "id": "9356",
        "tmdbid": "382322.0",
        "description": "As Batman hunts for the escaped Joker, the Clown Prince of Crime attacks the Gordon family to prove a diabolical point mirroring his own fall into madness."
    },
    {
        "id": "9357",
        "tmdbid": "376659.0",
        "description": "When three overworked and under-appreciated moms are pushed beyond their limits, they ditch their conventional responsibilities for a jolt of long overdue freedom, fun, and comedic self-indulgence."
    },
    {
        "id": "9358",
        "tmdbid": "338766.0",
        "description": "A divorced dad and his ex-con brother resort to a desperate scheme in order to save their family's farm in West Texas."
    },
    {
        "id": "9359",
        "tmdbid": "390734.0",
        "description": "The magical kingdom of Lucis is home to the world’s last remaining Crystal, and the menacing empire of Niflheim is determined to steal it. King Regis of Lucis commands an elite force of soldiers called the Kingsglaive. Wielding their king’s magic, they fight to protect Lucis. As the overwhelming military might of the empire bears down, King Regis is faced with an impossible ultimatum – to marry his son, Prince Noctis to Princess Lunafreya of Tenebrae, captive of Niflheim, and surrender his lands to Niflheim rule.  Although the king concedes, it becomes clear that the empire will stop at nothing to achieve their devious goals, with only the Kingsglaive standing between them and world domination."
    },
    {
        "id": "9360",
        "tmdbid": "300669.0",
        "description": "A group of teens break into a blind man's home thinking they'll get away with the perfect crime. They're wrong."
    },
    {
        "id": "9361",
        "tmdbid": "314420.0",
        "description": "A night out turns deadly when three girls break into a seemingly empty mansion."
    },
    {
        "id": "9362",
        "tmdbid": "390989.0",
        "description": "The new installment of the Sharknado franchise takes place 5 years after Sharknado 3: Oh Hell No! There have been no Sharknados in the intervening years, but now they’re appearing again in unexpected ways."
    },
    {
        "id": "9363",
        "tmdbid": "376660.0",
        "description": "Two high school girls are best friends until one dates the other's older brother, who is totally his sister's nemesis."
    },
    {
        "id": "9364",
        "tmdbid": "337674.0",
        "description": "When Michèle, the CEO of a gaming software company, is attacked in her home by an unknown assailant, she refuses to let it alter her precisely ordered life. She manages crises involving family, all the while becoming engaged in a game of cat and mouse with her stalker."
    },
    {
        "id": "9365",
        "tmdbid": "396535.0",
        "description": "Martial law is declared when a mysterious viral outbreak pushes Korea into a state of emergency. Those on an express train to Busan, a city that has successfully fended off the viral outbreak, must fight for their own survival…"
    },
    {
        "id": "9366",
        "tmdbid": "376482.0",
        "description": "The bearded, bawdy, and comically bitter Tom Segura gets real about body piercings, the \"Area 51\" of men's bodies, and the lie he told Mike Tyson."
    },
    {
        "id": "9367",
        "tmdbid": "333484.0",
        "description": "Looking to mine for gold, greedy industrialist Bartholomew Bogue seizes control of the Old West town of Rose Creek. With their lives in jeopardy, Emma Cullen and other desperate residents turn to bounty hunter Sam Chisolm for help. Chisolm recruits an eclectic group of gunslingers to take on Bogue and his ruthless henchmen. With a deadly showdown on the horizon, the seven mercenaries soon find themselves fighting for more than just money once the bullets start to fly."
    },
    {
        "id": "9368",
        "tmdbid": "376867.0",
        "description": "The tender, heartbreaking story of a young man’s struggle to find himself, told across three defining chapters in his life as he experiences the ecstasy, pain, and beauty of falling in love, while grappling with his own sexuality."
    },
    {
        "id": "9369",
        "tmdbid": "213681.0",
        "description": "A night guard at an armored car company in the Southern U.S. organizes one of the biggest bank heists in American history."
    },
    {
        "id": "9370",
        "tmdbid": "313297.0",
        "description": "Kubo mesmerizes the people in his village with his magical gift for spinning wild tales with origami. When he accidentally summons an evil spirit seeking vengeance, Kubo is forced to go on a quest to solve the mystery of his fallen samurai father and his mystical weaponry, as well as discover his own magical powers."
    },
    {
        "id": "9371",
        "tmdbid": "95610.0",
        "description": "After breaking up with Mark Darcy, Bridget Jones's 'happily ever after' hasn't quite gone according to plan. Fortysomething and single again, she decides to focus on her job as top news producer and surround herself with old friends and new. For once, Bridget has everything completely under control. What could possibly go wrong? Then her love life takes a turn and Bridget meets a dashing American named Jack, the suitor who is everything Mr. Darcy is not. In an unlikely twist she finds herself pregnant, but with one hitch she can only be fifty percent sure of the identity of her baby's father."
    },
    {
        "id": "9372",
        "tmdbid": "296524.0",
        "description": "A story set on the offshore drilling rig Deepwater Horizon, which exploded during April 2010 and created the worst oil spill in U.S. history."
    },
    {
        "id": "9373",
        "tmdbid": "283366.0",
        "description": "A teenager finds himself transported to an island where he must help protect a group of orphans with special powers from creatures intent on destroying them."
    },
    {
        "id": "9374",
        "tmdbid": "346685.0",
        "description": "Rachel Watson, devastated by her recent divorce, spends her daily commute fantasizing about the seemingly perfect couple who live in a house that her train passes every day, until one morning she sees something shocking happen there and becomes entangled in the mystery that unfolds."
    },
    {
        "id": "9375",
        "tmdbid": "302946.0",
        "description": "As a math savant uncooks the books for a new client, the Treasury Department closes in on his activities and the body count starts to rise."
    },
    {
        "id": "9376",
        "tmdbid": "374617.0",
        "description": "Nate Foster, a young, idealistic FBI agent, goes undercover to take down a radical white supremacy terrorist group. The bright up-and-coming analyst must confront the challenge of sticking to a new identity while maintaining his real principles as he navigates the dangerous underworld of white supremacy. Inspired by real events."
    },
    {
        "id": "9377",
        "tmdbid": "357786.0",
        "description": "One day, Koyomi Araragi encounters the horrifying vampire, Kiss-shot Acerola-orion Heart-under-blade A.K.A. the \"King of Apparitions.\" He saves the fatally wounded Kiss-shot by offering his blood at the expense of his own life as a human. Now Koyomi has to face the vampire hunters to retrieve Kiss-shot’s limbs which were taken by these hunters..."
    },
    {
        "id": "9378",
        "tmdbid": "225745.0",
        "description": "One year after the events of the anime, Rintarou begins to feel the repercussions of extensive time travel, and eventually completely fades from reality. Kurisu, being the only companion to remember him, now must find a way to bring him back."
    },
    {
        "id": "9379",
        "tmdbid": "315011.0",
        "description": "When a massive, gilled monster emerges from the deep and tears through the city, the government scrambles to save its citizens.  A rag-tag team of volunteers cuts through a web of red tape to uncover the monster's weakness and its mysterious ties to a foreign superpower.  But time is not on their side - the greatest catastrophe to ever befall the world is about to evolve right before their very eyes."
    },
    {
        "id": "9380",
        "tmdbid": "36161.0",
        "description": "With a cheeky, down-to-earth charm that appeals to both children and adults, the series – beginning with 'Vinnie-Pukh (1969)' – has since developed something of a cult following, and are considered by many to decisively surpass their Disney counterparts, however uneasily they may fit into the official canon. The animation itself is somewhat coarse and minimalistic, but this all adds to the charm of it all, with the story and characters coming to life as though they have just stepped out of a picture-book."
    },
    {
        "id": "9381",
        "tmdbid": "36163.0",
        "description": "This was the second of the Russian Winnie the Pooh series. This one had Pooh and Piglet visiting Rabbit for a meal with honey."
    },
    {
        "id": "9382",
        "tmdbid": "372058.0",
        "description": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other."
    },
    {
        "id": "9383",
        "tmdbid": "36162.0",
        "description": "Another Russian Pooh story. This time the donkey, known from the Pooh stories as Eyeore, is sad because he has no tail. Pooh goes in search of one and finds it attached to a bell that hangs from the treehouse of one Owl."
    },
    {
        "id": "9384",
        "tmdbid": "296193.0",
        "description": "Time to hassle the Hoff at the rudest, raunchiest television event of the year--The Comedy Central Roast of David Hasselhoff. From running in slo-mo on the beach to inspiring Germany with the power of cheesy pop--it's almost too easy."
    },
    {
        "id": "9385",
        "tmdbid": "401650.0",
        "description": "Wonder Woman, Supergirl, Batgirl, Harley Quinn, Bumblebee, Poison Ivy and Katana band together to navigate the twists and turns of high school in DC Super Hero Girls: Hero of the Year."
    },
    {
        "id": "9386",
        "tmdbid": "324786.0",
        "description": "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor."
    },
    {
        "id": "9387",
        "tmdbid": "408546.0",
        "description": "With nothing off-limits, David Cross is unapologetic, insightful, and biting in his Netflix original stand-up comedy special, MAKING AMERICA GREAT AGAIN. Filmed live at The Paramount Theatre in Austin, TX, Cross takes aim the current political landscape."
    },
    {
        "id": "9388",
        "tmdbid": "409696.0",
        "description": ""
    },
    {
        "id": "9389",
        "tmdbid": "333372.0",
        "description": "An ostrich is trying to learn how to fly in a dessert."
    },
    {
        "id": "9390",
        "tmdbid": "351211.0",
        "description": "Students on a camping trip discover something sinister is lurking beyond the trees."
    },
    {
        "id": "9391",
        "tmdbid": "284564.0",
        "description": "Five carnival workers are kidnapped and held hostage in an abandoned, Hell-like compound where they are forced to participate in a violent game, the goal of which is to survive twelve hours against a gang of sadistic clowns."
    },
    {
        "id": "9392",
        "tmdbid": "410199.0",
        "description": "Two old friends living in a dystopic future become trapped in a mysterious time loop — one that may have something to do with an ongoing battle between an omnipotent corporation and a ragtag band of rebels."
    },
    {
        "id": "9393",
        "tmdbid": "329865.0",
        "description": "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat."
    },
    {
        "id": "9394",
        "tmdbid": "332210.0",
        "description": "Storks deliver babies…or at least they used to. Now they deliver packages for a global internet retail giant. Junior, the company’s top delivery stork, is about to be promoted when he accidentally activates the Baby Making Machine, producing an adorable and wholly unauthorized baby girl..."
    },
    {
        "id": "9395",
        "tmdbid": "339116.0",
        "description": "Six children genetically cross-bred with avian DNA, complete with wings, take flight around the country to discover their origins."
    },
    {
        "id": "9396",
        "tmdbid": "325385.0",
        "description": "A portrait of Alejandro Jodorowsky’s young adulthood, set in the 1940s and 50s, in the electric capital city of Santiago. There, he decides to become a poet and is introduced, by destiny, into the foremost bohemian and artistic circle of the time."
    },
    {
        "id": "9397",
        "tmdbid": "375366.0",
        "description": "In the future, a strange fungus has changed nearly everyone into a thoughtless, flesh-eating monster. When a scientist and a teacher find a girl who seems to be immune to the fungus, they all begin a journey to save humanity."
    },
    {
        "id": "9398",
        "tmdbid": "298583.0",
        "description": "Maggie is an uptight, single mother and college writing teacher from New York City. In an effort to reconnect with her troubled teen daughter Summer, she decides to embark on a journey to a Tuscan village where she frequented in her younger days. Upon arrival, Maggie runs into Luca a handsome former lover who is still a bachelor and lives with his eighty-year-old mother Carmen. Summer (missing her “bad boy” boyfriend in NYC) and Carmen (secretly planning a wedding against Luca’s wishes to MARCELINO, her one true love in Rome) impulsively steal Luca’s car and race off to Rome. Maggie and Luca quickly pursue allowing the two mismatched couples to spend some time together and develop a new understanding of each other."
    },
    {
        "id": "9399",
        "tmdbid": "411009.0",
        "description": "This gripping, atmospheric documentary recounts the infamous trial, conviction and eventual acquittal of Seattle native Amanda Knox for the 2007 murder of a British exchange student in Italy."
    },
    {
        "id": "9400",
        "tmdbid": "377492.0",
        "description": "Lifelong friends Kate, Evie and Charlie are in a rut. Kate spends her days at a middling job and her nights alone or on failed dates. Evie is married with the in-laws from hell, wandering from one charitable cause to the next. Charlie has the girl of her dreams but just can’t seem to pull her business (or her act) together. On the eve of Kate’s 30th birthday, she agrees to let Evie and Charlie throw her a party. But what’s supposed to be a simple celebration becomes a wild who’s who of past and present, and things quickly spiral out of control."
    },
    {
        "id": "9401",
        "tmdbid": "392820.0",
        "description": "No other band in rock'n'roll history has rivaled The Stooges' combination of heavy primal throb, spiked psychedelia, blues-a-billy grind, complete with succinct angst-ridden lyrics, and a snarling, preening leopard of a frontman who somehow embodies Nijinsky, Bruce Lee, Harpo Marx, and Arthur Rimbaud all rolled into one. There is no precedent for The Stooges, while those inspired by them are now legion.  The film will present the context of their emergence musically, culturally, politically, historically, and relate their adventures and misadventures while charting their inspirations and the reasons behind their initial commercial challenges, as well as their long-lasting legacy."
    },
    {
        "id": "9402",
        "tmdbid": "55504.0",
        "description": "Katelin Kingsford, an Olympic hopeful figure skater wants to train with a Russian figure skating coach. In order to go to go to the school that Natasha is at, Katelin gets a scholarship playing on the girls hockey team."
    },
    {
        "id": "9403",
        "tmdbid": "379990.0",
        "description": "Katherine, a high-powered executive who believes men are intimidated by her career, is persuaded by her friend to create an internet dating profile claiming she is an executive assistant."
    },
    {
        "id": "9404",
        "tmdbid": "402193.0",
        "description": "When eighteen-year-old Pasha rescues a beautiful young woman from a band of strangely powerful attackers, he discovers an underworld of supernatural beings living among us."
    },
    {
        "id": "9405",
        "tmdbid": "313369.0",
        "description": "Mia, an aspiring actress, serves lattes to movie stars in between auditions and Sebastian, a jazz musician, scrapes by playing cocktail party gigs in dingy bars, but as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart."
    },
    {
        "id": "9406",
        "tmdbid": "407806.0",
        "description": "An in-depth look at the prison system in the United States and how it reveals the nation's history of racial inequality."
    },
    {
        "id": "9407",
        "tmdbid": "394822.0",
        "description": "A 14-year old boy’s life changes forever when his estranged mother introduces him to the music of The Clash in 1979 London."
    },
    {
        "id": "9408",
        "tmdbid": "207932.0",
        "description": "After waking up in a hospital with amnesia, professor Robert Langdon and a doctor must race against time to foil a deadly global plot."
    },
    {
        "id": "9409",
        "tmdbid": "331313.0",
        "description": "An ordinary suburban couple finds it’s not easy keeping up with the Joneses – their impossibly gorgeous and ultra-sophisticated new neighbors – especially when they discover that Mr. and Mrs. “Jones” are covert operatives."
    },
    {
        "id": "9410",
        "tmdbid": "406992.0",
        "description": "Everything changes for Eva when she receives an insurance settlement check accidentally made out for $5,000,000 instead of the expected $50.000. She and her best friend take the money and head out for the adventure of a lifetime."
    },
    {
        "id": "9411",
        "tmdbid": "377448.0",
        "description": "A straitlaced, square couple, seeking shelter from a storm, find themselves in the castle of a transsexual alien mad scientist intent on creating a buff bodybuilder."
    },
    {
        "id": "9412",
        "tmdbid": "343611.0",
        "description": "When Major Susan Turner is arrested for treason, ex-investigator Jack Reacher undertakes the challenging task to prove her innocence and ends up exposing a shocking conspiracy."
    },
    {
        "id": "9413",
        "tmdbid": "421854.0",
        "description": "Unleashing his inquisitive, intense comedic style, Rogan explores everything from raising kids and Santa Claus to pot gummies and talking to dolphins."
    },
    {
        "id": "9414",
        "tmdbid": "413770.0",
        "description": "This hand drawn animated film, based on the award winning graphic novel by Raymond Briggs, is an intimate and affectionate depiction of the life and times of his parents, two ordinary Londoners living through extraordinary events."
    },
    {
        "id": "9415",
        "tmdbid": "29136.0",
        "description": "Charlie Gordon is mentally handicapped and all he wants in life is to be a genius. When he gets picked for experimental surgery it looks like his dream may finally come true. But the surgery has side effects that could could kill Charlie. Can Charlie survive being just plain old \"Charlie Gordon\" and will his newfound romance survive this test of character?"
    },
    {
        "id": "9416",
        "tmdbid": "334541.0",
        "description": "After his older brother passes away, Lee Chandler is forced to return home to care for his 16-year-old nephew. There he is compelled to deal with a tragic past that separated him from his family and the community where he was born and raised."
    },
    {
        "id": "9417",
        "tmdbid": "334543.0",
        "description": "A five-year-old Indian boy gets lost on the streets of Calcutta, thousands of kilometers from home. He survives many challenges before being adopted by a couple in Australia; 25 years later, he sets out to find his lost family."
    },
    {
        "id": "9418",
        "tmdbid": "419639.0",
        "description": "In a post-apocalyptic future where population control is dictated by a high-school aptitude test, two students discover the test is smoke and mirrors hiding a larger conspiracy."
    },
    {
        "id": "9419",
        "tmdbid": "413279.0",
        "description": "Discover what Thor was up to during the events of Captain America: Civil War."
    },
    {
        "id": "9420",
        "tmdbid": "338964.0",
        "description": "Fueled by cheap whiskey, greed and hatred, Willie Soke teams up with his angry little sidekick, Marcus, to knock off a Chicago charity on Christmas Eve. Along for the ride is chubby and cheery Thurman Merman, a 250-pound ray of sunshine who brings out Willie's sliver of humanity. Issues arise when the pair are joined by Willie's horror story of a mother, who raises the bar for the gang's ambitions, while somehow lowering the standards of criminal behavior."
    },
    {
        "id": "9421",
        "tmdbid": "413361.0",
        "description": "On-ice enforcers struggle to rise through the professional ranks of the world's most prestigious hockey league, only to be confronted with a new found fight for the existence of the role itself."
    },
    {
        "id": "9422",
        "tmdbid": "393561.0",
        "description": "Capturing the story of WikiLeaks founder Julian Assange with unprecedented access, director Laura Poitras finds herself caught between the motives and contradictions of Assange and his inner circle in a documentary portrait of power, betrayal, truth and sacrifice."
    },
    {
        "id": "9423",
        "tmdbid": "339396.0",
        "description": "After a publisher changes a writer's debut novel about a deadly assassin from fiction to nonfiction, the author finds himself thrust into the world of his lead character, and must take on the role of his character for his own survival."
    },
    {
        "id": "9424",
        "tmdbid": "33065.0",
        "description": "Alesha Popovich has to catch Tugarin Zmey and bring back the stolen money with the help of a talking Horse (which talks all the time and has an opinion on everything), a wise granny, a donkey and a beauty Lyubava."
    },
    {
        "id": "9425",
        "tmdbid": "419546.0",
        "description": "We live in a world where the powerful deceive us. We know they lie. They know we know they lie. They do not care. We say we care, but we do nothing, and nothing ever changes. It is normal. Welcome to the post-truth world. How we got to where we are now…"
    },
    {
        "id": "9426",
        "tmdbid": "393764.0",
        "description": "1975. When Seyolo Zantoko, a doctor from the Congo who has managed, along with his family, to flee tyranny, is hired by the mayor of a small town in northern France, he begins a struggle to adapt to a new life and gain the trust of the prejudiced villagers."
    },
    {
        "id": "9427",
        "tmdbid": "367412.0",
        "description": "A ferocious, bullying music teacher teaches a dedicated student. This is the 18 minute short film that the feature film was based on."
    },
    {
        "id": "9428",
        "tmdbid": "77304.0",
        "description": "A Soviet cult cartoon, so untypical for a Western viewer, especially, a little one. A boy named Malysh (\"A Little One\") suffers from solitude being the youngest of the three children in a Swedish family. The acute sense of solitude makes him desperately want a dog, but before he gets one, he \"invents\" a friend - the very Karlson who lives upon the roof. So typical for the Russian culture spirit of mischief, which is, actually, never punished, and the notion that relative welfare not necessarily means happiness made the book by Astrid Lindgren and its TV adaptations tremendously popular in the Soviet Union and nowadays Russia and vice versa - somewhat alienated to the Western reader and viewer (see User's comments below). However, both the book and the cartoon are truly universal - entertaining and funny for the children and thought-provoking and somewhat sad for grownups."
    },
    {
        "id": "9429",
        "tmdbid": "279229.0",
        "description": "Gwen has just discovered, that she's the final member of the secret time-traveling Circle of Twelve. Now she has to juggle with constant trips to the past, her relationships with Gideon and figuring out dark secrets surrounding the Circle."
    },
    {
        "id": "9430",
        "tmdbid": "378064.0",
        "description": "Shouya Ishida starts bullying the new girl in class, Shouko Nishimiya, because she is deaf. But as the teasing continues, the rest of the class starts to turn on Shouya for his lack of compassion. When they leave elementary school, Shouko and Shouya do not speak to each other again... until an older, wiser Shouya, tormented by his past behaviour, decides he must see Shouko once more. He wants to atone for his sins, but is it already too late...?"
    },
    {
        "id": "9431",
        "tmdbid": "277834.0",
        "description": "In Ancient Polynesia, when a terrible curse incurred by Maui reaches an impetuous Chieftain's daughter's island, she answers the Ocean's call to seek out the demigod to set things right."
    },
    {
        "id": "9432",
        "tmdbid": "384682.0",
        "description": "When Carol Vanstone, CEO of the technology company Zenotek, expresses her intention to close the Chicago branch, run by her brother Clay, he and his co-workers organize a Christmas party in an effort to impress a potential client and save their jobs. But the party gets out of control…"
    },
    {
        "id": "9433",
        "tmdbid": "365942.0",
        "description": "A young man raised by scientists on Mars returns to Earth to find his father."
    },
    {
        "id": "9434",
        "tmdbid": "330459.0",
        "description": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy."
    },
    {
        "id": "9435",
        "tmdbid": "381288.0",
        "description": "Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him — as well as everyone around him — as the walls between his compartments shatter apart."
    },
    {
        "id": "9436",
        "tmdbid": "346672.0",
        "description": "Vampire death dealer Selene fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David and his father Thomas, she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice."
    },
    {
        "id": "9437",
        "tmdbid": "376290.0",
        "description": "An ambitious lobbyist faces off against the powerful gun lobby in an attempt to pass gun control legislation."
    },
    {
        "id": "9438",
        "tmdbid": "274870.0",
        "description": "A spacecraft traveling to a distant colony planet and transporting thousands of people has a malfunction in its sleep chambers. As a result, two passengers are awakened 90 years early."
    },
    {
        "id": "9439",
        "tmdbid": "381284.0",
        "description": "The untold story of Katherine G. Johnson, Dorothy Vaughan and Mary Jackson – brilliant African-American women working at NASA and serving as the brains behind one of the greatest operations in history – the launch of astronaut John Glenn into orbit. The visionary trio crossed all gender and race lines to inspire generations to dream big."
    },
    {
        "id": "9440",
        "tmdbid": "393457.0",
        "description": "In 1950s Pittsburgh, a frustrated African-American father struggles with the constraints of poverty, racism, and his own inner demons as he tries to raise a family."
    },
    {
        "id": "9441",
        "tmdbid": "310307.0",
        "description": "The true story of how Ray Kroc, a salesman from Illinois, met Mac and Dick McDonald, who were running a burger operation in 1950s Southern California. Kroc was impressed by the brothers’ speedy system of making the food and saw franchise potential. He maneuvered himself into a position to be able to pull the company from the brothers and create a billion-dollar empire."
    },
    {
        "id": "9442",
        "tmdbid": "356305.0",
        "description": "A dad forms a bitter rivalry with his daughter's young rich boyfriend."
    },
    {
        "id": "9443",
        "tmdbid": "335797.0",
        "description": "A koala named Buster recruits his best friend to help him drum up business for his theater by hosting a singing competition."
    },
    {
        "id": "9444",
        "tmdbid": "411019.0",
        "description": "Working from the text of James Baldwin’s unfinished final novel, director Raoul Peck creates a meditation on what it means to be Black in the United States."
    },
    {
        "id": "9445",
        "tmdbid": "194310.0",
        "description": "Prizefighter Mason loses his opening fight so wife Rose leaves him for Hollywood. Without her around Mason trains and starts winning. Rose comes back and wants Mason to dump his manager Regan and replace him with her secret lover Lewis."
    },
    {
        "id": "9446",
        "tmdbid": "121856.0",
        "description": "Through unlocked genetic memories that allow him to relive the adventures of his ancestor in 15th century Spain, Callum Lynch discovers he's a descendant of the secret 'Assassins' society. After gaining incredible knowledge and skills, he is now poised to take on the oppressive Knights Templar in the present day."
    },
    {
        "id": "9447",
        "tmdbid": "381289.0",
        "description": "A dog goes on quest to discover his purpose in life over the course of several lifetimes with multiple owners."
    },
    {
        "id": "9448",
        "tmdbid": "87852.0",
        "description": "Construction worker Donald is having a hard time getting anything good to eat since his wife has decided to only cook gourmet foods. That and her constant harping causes him to snap, so he whacks her. Somewhere in the confusion he comes up with a new use for the microwave oven, and begins to eat much better. Soon he's experimenting with different recipes. And different meats."
    },
    {
        "id": "9449",
        "tmdbid": "432192.0",
        "description": ""
    },
    {
        "id": "9450",
        "tmdbid": "345922.0",
        "description": "When one school teacher gets the other fired, he is challenged to an after-school fight."
    },
    {
        "id": "9451",
        "tmdbid": "146836.0",
        "description": "Twenty male inmates in a Kentucky prison form an unlikely Shakespearean acting troupe."
    },
    {
        "id": "9452",
        "tmdbid": "404378.0",
        "description": "James Bowen, a homeless busker and recovering drug addict, has his life transformed when he meets a stray ginger cat."
    },
    {
        "id": "9453",
        "tmdbid": "324849.0",
        "description": "A cooler-than-ever Bruce Wayne must deal with the usual suspects as they plan to rule Gotham City, while discovering that he has accidentally adopted a teenage orphan who wishes to become his sidekick."
    },
    {
        "id": "9454",
        "tmdbid": "16487.0",
        "description": "Four carolling children meet Jesus and Santa Claus and learn the true meaning of Christmas."
    },
    {
        "id": "9455",
        "tmdbid": "417427.0",
        "description": "Contemporary Moscow. Ninth-grader Kolya falls in love with a beautiful young teacher at his high school. The most beautiful girl in the senior class falls in love with him. How will he make his way through this triangle?"
    },
    {
        "id": "9456",
        "tmdbid": "423122.0",
        "description": "Emmy-winning comedian Dana Carvey blends pitch-perfect tales on big personalities with so-true-it-hurts stories from his life as a dad of millennials."
    },
    {
        "id": "9457",
        "tmdbid": "211387.0",
        "description": "The film takes place one year after the events of Captain America: The First Avenger, in which Agent Carter, a member of the Strategic Scientific Reserve, is in search of the mysterious Zodiac."
    },
    {
        "id": "9458",
        "tmdbid": "362584.0",
        "description": "Koyomi Araragi was turned into a vampire by the legendary vampire, Kiss-shot Acerola-orion Heart-under-blade, and he needs to revive the weakened vampire back to her complete form to return to being human again. The only way for Koyomi to achieve his goal is to fight the three vampire hunters – Dramaturgy, Episode and Guillotinecutter."
    },
    {
        "id": "9459",
        "tmdbid": "24439.0",
        "description": "Regardless of Joe Rogan's success on television with the Ultimate Fighting Championship or hosting Fear Factor or co-starring in NewsRadio, his true love is stand-up comedy. With more than 15 years as a touring comedian, Rogan has honed an opinionated comedic style that challenges the status quo. From his unorthodox ideas for peace in the Middle East to debunking the myth of Noah's Ark and appreciating the vastness of space - all of the energy of a live Joe Rogan performance is captured on Joe Rogan: Live!"
    },
    {
        "id": "9460",
        "tmdbid": "432959.0",
        "description": "America's king of clean comedy delivers wickedly funny jokes in his fifth hour-long special."
    },
    {
        "id": "9461",
        "tmdbid": "362585.0",
        "description": "With help from Meme Oshino, the apparition specialist, Koyomi defeats the three powerful vampire hunters: Dramaturgy, Episode and Guillotinecutter. Koyomi takes back all the limbs of Kiss-shot Acerola-orion Heart-under-blade in order to become a human again."
    },
    {
        "id": "9462",
        "tmdbid": "324552.0",
        "description": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers."
    },
    {
        "id": "9463",
        "tmdbid": "419430.0",
        "description": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined."
    },
    {
        "id": "9464",
        "tmdbid": "263115.0",
        "description": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces."
    },
    {
        "id": "9465",
        "tmdbid": "293167.0",
        "description": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island."
    },
    {
        "id": "9466",
        "tmdbid": "180863.0",
        "description": "After 20 years abroad, Mark Renton returns to Scotland and reunites with his old friends Sick Boy, Spud and Begbie."
    },
    {
        "id": "9467",
        "tmdbid": "416477.0",
        "description": "Pakistan-born comedian Kumail Nanjiani and grad student Emily Gardner fall in love but struggle as their cultures clash. When Emily contracts a mysterious illness, Kumail finds himself forced to face her feisty parents, his family's expectations, and his true feelings."
    },
    {
        "id": "9468",
        "tmdbid": "334532.0",
        "description": "Three people, three extraordinary stories. All lived out within a hundred London streets."
    },
    {
        "id": "9469",
        "tmdbid": "19761.0",
        "description": "In the future, Earth is overcrowded and the population relies on distant bases to be fed. In the Saturn 3 station, Major Adam and the scientist Alex, who is also his lover and has never been on Earth, have been researching hydroponics for three years in the base alone with their dog Sally. Meanwhile, the psychotic Captain Benson fails the mental test required to travel to Saturn 3 and kills his replacement, Captain James, taking his place in the mission of assembling and programming the Demi-God series robot Hector to replace one of the scientists in Saturn 3. On the arrival, the mentally disturbed Captain Benson becomes sexually obsessed for Alex. Then he uses an interface to link his brain to program Hector, but incapable to control his emotions, he transfers his homicidal tendency and insanity to Hector. Now Major Adam and Alex are trapped in the station with a dangerous psychopath robot."
    },
    {
        "id": "9470",
        "tmdbid": "321612.0",
        "description": "A live-action adaptation of Disney's version of the classic tale of a cursed prince and a beautiful young woman who helps him break the spell."
    },
    {
        "id": "9471",
        "tmdbid": "295693.0",
        "description": "A story about how a new baby's arrival impacts a family, told from the point of view of a delightfully unreliable narrator, a wildly imaginative 7 year old named Tim."
    },
    {
        "id": "9472",
        "tmdbid": "376003.0",
        "description": "A troubled man runs away to Mexico and is recruited to join a paramilitary group of teens fighting the drug cartels. He proves himself to the group, but questions their motive."
    },
    {
        "id": "9473",
        "tmdbid": "398818.0",
        "description": "In 1980s Italy, a relationship begins between seventeen-year-old teenage Elio and the older adult man hired as his father's research assistant."
    },
    {
        "id": "9474",
        "tmdbid": "414425.0",
        "description": "In the post–World War II South, two families are pitted against a barbaric social hierarchy and an unrelenting landscape as they simultaneously fight the battle at home and the battle abroad."
    },
    {
        "id": "9475",
        "tmdbid": "315837.0",
        "description": "In the near future, Major is the first of her kind: a human saved from a terrible crash, then cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals."
    },
    {
        "id": "9476",
        "tmdbid": "437752.0",
        "description": "No-nonsense comic Bill Burr takes the stage in Nashville and riffs on fast food, overpopulation, dictators and gorilla sign language."
    },
    {
        "id": "9477",
        "tmdbid": "341174.0",
        "description": "When a wounded Christian Grey tries to entice a cautious Ana Steele back into his life, she demands a new arrangement before she will give him another chance. As the two begin to build trust and find stability, shadowy figures from Christian’s past start to circle the couple, determined to destroy their hopes for a future together."
    },
    {
        "id": "9478",
        "tmdbid": "435351.0",
        "description": "Wicked one-liners and soul-baring confessions converge in this uniquely intimate stand-up special from \"Chappelle's Show\" co-creator Neal Brennan."
    },
    {
        "id": "9479",
        "tmdbid": "394269.0",
        "description": "The second \"visual album\" (a collection of short films) by Beyoncé, this time around she takes a piercing look at racial issues and feminist concepts through a sexualized, satirical, and solemn tone."
    },
    {
        "id": "9480",
        "tmdbid": "381064.0",
        "description": "When 11-year-old Gitty discovers that her father, Abe, a good and beloved farmer, is holding a wealthy man hostage in their abandoned silo in order to save their suffering farm, she befriends the captive in secret. As the truth unfolds about who he is and what will happen if he escapes, Gitty chooses to confront the thin line between reality and fiction."
    },
    {
        "id": "9481",
        "tmdbid": "378018.0",
        "description": "In the middle of a routine patrol, officer Daniel Carter happens upon a blood-soaked figure limping down a deserted stretch of road. He rushes the young man to a nearby rural hospital staffed by a skeleton crew, only to discover that patients and personnel are transforming into something inhuman. As the horror intensifies, Carter leads the other survivors on a hellish voyage into the subterranean depths of the hospital in a desperate bid to end the nightmare before it's too late."
    },
    {
        "id": "9482",
        "tmdbid": "11795.0",
        "description": "Sean Barker became the unwilling host to an alien bio-armor known as the Guyver. A year ago he destroyed the Kronos Corporation, an organization of mutants who want the Guyver. Now he is trying to find why the Guyver unit forces him to fight and kill evil."
    },
    {
        "id": "9483",
        "tmdbid": "26797.0",
        "description": "Ticked off comic Denis Leary talks honestly about subjects ranging from smoking, red meat, drugs, his family, rehab, and yes, cancer."
    },
    {
        "id": "9484",
        "tmdbid": "367147.0",
        "description": "An eccentric mountain man on the run from the local sheriff recalls the mysterious events that brought him to his present fugitive state."
    },
    {
        "id": "9485",
        "tmdbid": "305470.0",
        "description": "Saban's Power Rangers follows five ordinary teens who must become something extraordinary when they learn that their small town of Angel Grove — and the world — is on the verge of being obliterated by an alien threat. Chosen by destiny, our heroes quickly discover they are the only ones who can save the planet. But to do so, they will have to overcome their real-life issues and before it’s too late, band together as the Power Rangers."
    },
    {
        "id": "9486",
        "tmdbid": "126889.0",
        "description": "Bound for a remote planet on the far side of the galaxy, the crew of the colony ship 'Covenant' discovers what is thought to be an uncharted paradise, but is actually a dark, dangerous world—which has a sole inhabitant: the 'synthetic', David, survivor of the doomed Prometheus expedition."
    },
    {
        "id": "9487",
        "tmdbid": "334521.0",
        "description": "In 1970’s Boston, a meeting in a deserted warehouse between two gangs turns into a shoot-out and a game of survival."
    },
    {
        "id": "9488",
        "tmdbid": "9711.0",
        "description": "After she delivers her child in an ambulance, alien Eve is killed by a half-breed. Fortunately, Dr. Abbot scoops up the baby alien and escapes. In time, the baby grows into a gorgeous blonde named Sara and begins her quest to find a worthy mate. But Sara is also savage and leaves a trail of deaths in her wake. This carnage makes chemistry student Dean question whether to help her race or not."
    },
    {
        "id": "9489",
        "tmdbid": "14611.0",
        "description": "Mysterious Wakanda lies in the darkest heart of Africa, unknown to most of the world. An isolated land hidden behind closed borders, fiercely protected by its young king: Black Panther. But when brutal alien invaders attack, the threat leaves Black Panther with no option but to go against the sacred decrees of his people and ask for help from outsiders."
    },
    {
        "id": "9490",
        "tmdbid": "185789.0",
        "description": "Initially, \"Mulholland Dr.\" was to mark David Lynch's return to television. It is a retooling of a script originally shot as a 94-minute pilot for a TV series (co-written with TV screenwriter Joyce Eliason) for the channel ABC, which had approved the script, but chose not even to air the pilot once it was done in 1999, despite Lynch's labours to cut the project to their liking. It was left in limbo until 18 month later French company Studio Canal Plus (also producer of 'The Straight Story') agreed to pay ABC $7 million for the pilot, and budget a few million more to turn the pilot into a two-hour, 27-minute movie. The cost of the film doubled to $14 million as sets had to be reconstructed and actors recalled."
    },
    {
        "id": "9491",
        "tmdbid": "444705.0",
        "description": "Comedy icon Dave Chappelle makes his triumphant return to the screen with a pair of blistering, fresh stand-up specials. Filmed at The Palladium in Los Angeles, California, in March 2016."
    },
    {
        "id": "9492",
        "tmdbid": "417644.0",
        "description": "The adventures of two California Highway Patrol motorcycle officers as they make their rounds on the freeways of Los Angeles."
    },
    {
        "id": "9493",
        "tmdbid": "353569.0",
        "description": "Eloise, having been relieved of maid of honor duties after being unceremoniously dumped by the best man via text, decides to attend the wedding anyway – only to find herself seated with five fellow-unwanted guests at the dreaded Table 19."
    },
    {
        "id": "9494",
        "tmdbid": "444706.0",
        "description": "Comedy icon Dave Chappelle makes his triumphant return to the screen with a pair of blistering, fresh stand-up specials. Filmed at the Moody Theater in Austin, Texas, in April 2015."
    },
    {
        "id": "9495",
        "tmdbid": "74336.0",
        "description": "A family decides to buy a lodge in a remote hiking area. Their first customer commits suicide and the distraught family buries his body to avoid the bad publicity. But their luck gets worse, the bodies start piling up, and the family becomes frantic to rectify the situation."
    },
    {
        "id": "9496",
        "tmdbid": "129229.0",
        "description": "Short animation of a Russian folk tale, made in 1981. A parody of the fable by Ivan Krylov \"The Crow and the Fox\"."
    },
    {
        "id": "9497",
        "tmdbid": "400928.0",
        "description": "Frank, a single man raising his child prodigy niece Mary, is drawn into a custody battle with his mother."
    },
    {
        "id": "9498",
        "tmdbid": "331214.0",
        "description": ""
    },
    {
        "id": "9499",
        "tmdbid": "72215.0",
        "description": "The day comes when an old watchdog becomes useless but the masters being kind don't decide to drive him away. However they turn exasperated when the Dog stays indifferent during a home theft. The Dog leaves for the forest, where he meets the Wolf, his old enemy."
    },
    {
        "id": "9500",
        "tmdbid": "339846.0",
        "description": "Devoted lifeguard Mitch Buchannon butts heads with a brash new recruit. Together, they uncover a local criminal plot that threatens the future of the Bay."
    },
    {
        "id": "9501",
        "tmdbid": "373569.0",
        "description": "When her boyfriend dumps Emily, a spontaneous woman in her 30s, she persuades her ultra-cautious mom to accompany her on a vacation to Ecuador. When these two very different women are trapped on this wild journey, their bond as mother and daughter is tested and strengthened while they attempt to navigate the jungle and escape."
    },
    {
        "id": "9502",
        "tmdbid": "282035.0",
        "description": "Though safely entombed in a crypt deep beneath the unforgiving desert, an ancient queen whose destiny was unjustly taken from her is awakened in our current day, bringing with her malevolence grown over millennia, and terrors that defy human comprehension."
    },
    {
        "id": "9503",
        "tmdbid": "36968.0",
        "description": "After her mom's death, Casey pulls away from everyone in her life, including her emotionally distant dad. With help from a magic spell, she tries to bring her mother back from the dead; instead, Casey's words accidentally awaken one of her least favorite toys: a statuesque Barbie clone named Eve. Things get worse when Casey's dad develops a crush on his daughter's living doll."
    },
    {
        "id": "9504",
        "tmdbid": "337339.0",
        "description": "When a mysterious woman seduces Dom into the world of crime and a betrayal of those closest to him, the crew face trials that will test them as never before."
    },
    {
        "id": "9505",
        "tmdbid": "419700.0",
        "description": "When a hapless but dedicated talent manager signs his first client who actually has talent, his career finally starts to take off."
    },
    {
        "id": "9506",
        "tmdbid": "385805.0",
        "description": "Controversial hedge fund titan Bill Ackman is on a crusade to expose global nutritional giant Herbalife as the largest pyramid scheme in history while Herbalife execs claim Ackman is a market manipulator out to bankrupt them and make a killing off his billion dollar short."
    },
    {
        "id": "9507",
        "tmdbid": "397442.0",
        "description": "A gambling addict faces a conflict when entrusted with keeping a bunch of money that isn't his."
    },
    {
        "id": "9508",
        "tmdbid": "268531.0",
        "description": "Two mischievous kids hypnotize their mean elementary school principal and turn him into their comic book creation, the kind-hearted and elastic-banded Captain Underpants."
    },
    {
        "id": "9509",
        "tmdbid": "418078.0",
        "description": "Secure within a desolate home as an unnatural threat terrorizes the world, a man has established a tenuous domestic order with his wife and son, but this will soon be put to test when a desperate young family arrives seeking refuge."
    },
    {
        "id": "9510",
        "tmdbid": "260514.0",
        "description": "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing’s biggest stage!"
    },
    {
        "id": "9511",
        "tmdbid": "15314.0",
        "description": "Desperate to be free from her drunken, unloving mother Diane, the beautiful, scheming young Mini seduces her stepfather Martin and soon convinces him to join her in a sadistic scheme to have Diane declared insane. But their conspiracy soon escalates to murder and when John Garson, a young detective starts investigating, Martin and Mini begin to turn on each other."
    },
    {
        "id": "9512",
        "tmdbid": "420714.0",
        "description": ""
    },
    {
        "id": "9513",
        "tmdbid": "425751.0",
        "description": "Lee, a former Western film icon, is living a comfortable existence lending his golden voice to advertisements and smoking weed. After receiving a lifetime achievement award and unexpected news, Lee reexamines his past, while a chance meeting with a sardonic comic has him looking to the future."
    },
    {
        "id": "9514",
        "tmdbid": "430830.0",
        "description": "The courtroom and publicity battles between the superstar wrestler and the notorious website explode in a sensational trial all about the limits of the First Amendment and the new no holds barred nature of celebrity life in an internet dominated society."
    },
    {
        "id": "9515",
        "tmdbid": "409926.0",
        "description": ""
    },
    {
        "id": "9516",
        "tmdbid": "455601.0",
        "description": "She's savagely upbeat. Lovably awkward. And full of surprises. A wildly funny trip through a one-of-a-kind comic mind."
    },
    {
        "id": "9517",
        "tmdbid": "20211.0",
        "description": "2002 HBO Stand-up Special starring Robin Williams. Recorded and broadcast live from New Your City's Broadway Theater at the culmination of his historic 2002 sold-out tour, this special finds the Oscar-winning actor/writer/comedian returning after 16 years to his stand-up roots to deliver what the Washington Post calls \"...in its madcap way, a seminal cultural event.\""
    },
    {
        "id": "9518",
        "tmdbid": "371859.0",
        "description": "August 1715. After going for a walk, Louis XIV feels a pain in his leg. The next days, the king keeps fulfilling his duties and obligations, but his sleep is troubled and he has a serious fever. He barely eats and weakens increasingly. This is the start of the slow agony of the greatest king of France, surrounded by his relatives and doctors."
    },
    {
        "id": "9519",
        "tmdbid": "419787.0",
        "description": ""
    },
    {
        "id": "9520",
        "tmdbid": "19625.0",
        "description": "A gangster sets out to fulfill his father's dream of becoming a doctor."
    },
    {
        "id": "9521",
        "tmdbid": "399019.0",
        "description": "During the Civil War, at a Southern girls’ boarding school, young women take in an injured enemy soldier. As they provide refuge and tend to his wounds, the house is taken over with sexual tension and dangerous rivalries, and taboos are broken in an unexpected turn of events."
    },
    {
        "id": "9522",
        "tmdbid": "339403.0",
        "description": "After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail."
    },
    {
        "id": "9523",
        "tmdbid": "387426.0",
        "description": "A young girl named Mija risks everything to prevent a powerful, multi-national company from kidnapping her best friend - a massive animal named Okja."
    },
    {
        "id": "9524",
        "tmdbid": "256608.0",
        "description": "Young couple living in the old house suddenly discover an elevator which takes them directly to year 1939."
    },
    {
        "id": "9525",
        "tmdbid": "397422.0",
        "description": "Five best friends from college reunite 10 years later for a wild bachelorette weekend in Miami. Their hard partying takes a hilariously dark turn when they accidentally kill a male stripper. Amidst the craziness of trying to cover it up, they're ultimately brought closer together when it matters most."
    },
    {
        "id": "9526",
        "tmdbid": "447818.0",
        "description": "From the director of Generation Iron, comes the anticipated sequel that will depict 5 of the top bodybuilding and fitness mega-stars on a quest of achieving the ultimate physique and taking it to the next extreme level. In the world of social media and internet, the rules have changed as to what makes an iconic bodybuilding mass-monster. Starring Kai Greene, Calum Von Moger, Rich Piana, among others, this film will explore an all new generation of bodybuilders and how this new world, and new people, carve their own path to physique perfection."
    },
    {
        "id": "9527",
        "tmdbid": "430423.0",
        "description": "The daughter of one of the architects who built the Eiffel Tower gets framed for a murder that has taken place there, so she and her girlfriend embark on a quest across Paris to solve the mystery."
    },
    {
        "id": "9528",
        "tmdbid": "391663.0",
        "description": "Before Dawn charts the years of exile in the life of famous Jewish Austrian writer Stefan Zweig, his inner struggle for the \"right attitude\" towards the events in war torn Europe and his search for a new home."
    },
    {
        "id": "9529",
        "tmdbid": "37022.0",
        "description": "Kelly's grandpa invites the whole clique to his little hotel \"The Hideaway\" in Hawaii for summer vacation. They expect a marvelous time at the beach - without Belding. Upon arriving, they quickly learn that not only is Belding there, but they also have to help Kelly's grandpa from losing his hotel. Meanwhile Zack meets (again) the love of his live, Jessie and Slater bet with Lisa that they won't fight and Screech gets kidnapped by the Pupuku clan."
    },
    {
        "id": "9530",
        "tmdbid": "55728.0",
        "description": "To prove his brother's innocence, undercover officer Nick enrolls in high school again, dealing with crushes, bullies, humiliations, popularity swings, and quirky teachers and staff to find the real murderer."
    },
    {
        "id": "9531",
        "tmdbid": "44015.0",
        "description": "Pendelton \"Penny\" Wise is a smooth-talking con-artist who makes a living by scamming people with phoney travel comp vacations over the phone when, desperate for more fast cash, he's called to work for a shady, veteran con businessman, named Kelly Grant, in selling property for a gold mine over the phone, which takes a turn when Penny begins a relationship with Grant's mistress Caitlin, where Penny throws common sense and caution to the wind to woo her, while we wonder who is scamming who here. Written by Matthew Patay"
    },
    {
        "id": "9532",
        "tmdbid": "38966.0",
        "description": "A popular beauty surprisingly asks a nerd to take her to the prom. He wakes up hours later in a sleazy alley. She's missing but he remembers nothing about it."
    },
    {
        "id": "9533",
        "tmdbid": "263029.0",
        "description": "A hilarious collection of some of the best Triumph the Insult Comic Dog segments from \"Late Night with Conan O'Brien.\""
    },
    {
        "id": "9534",
        "tmdbid": "448448.0",
        "description": "From his days of testifying at the Watergate hearings to advising recent presidential candidate Donald Trump, Roger Stone has long offended people on both sides of the political fence as a force in conservative America. Outspoken author, pundit, ahead of his time election strategist, this is his story."
    },
    {
        "id": "9535",
        "tmdbid": "65595.0",
        "description": ""
    },
    {
        "id": "9536",
        "tmdbid": "324852.0",
        "description": "Gru and his wife Lucy must stop former '80s child star Balthazar Bratt from achieving world domination."
    },
    {
        "id": "9537",
        "tmdbid": "145760.0",
        "description": "Funny adventures of the clumsy fellow whom his wife dispatched to the forest to bring home a New Year tree..."
    },
    {
        "id": "9538",
        "tmdbid": "213321.0",
        "description": "We don't have an overview translated in English. Help us expand our database by adding one."
    },
    {
        "id": "9539",
        "tmdbid": "72203.0",
        "description": "No movie overview available."
    },
    {
        "id": "9540",
        "tmdbid": "77759.0",
        "description": "The continuation of the adventures of Fyodor and his friends from the Prostokvashino village."
    },
    {
        "id": "9541",
        "tmdbid": "77762.0",
        "description": "A third movie about Fyodor and his friends from the Prostokvashino village and their adventures - this time during the winter."
    },
    {
        "id": "9542",
        "tmdbid": "364150.0",
        "description": "The multigenerational saga of the rise and fall of the Corleone crime family. Story is told in chronological order, and numerous scenes that were deleted from each film have been restored."
    },
    {
        "id": "9543",
        "tmdbid": "74535.0",
        "description": "An old sea captain and his student decide to take part in the international regatta. At the same time an amateur thief steals a statue of Aphrodite from Louvre and boards their yacht by mistake. A long, fun adventure is ahead."
    },
    {
        "id": "9544",
        "tmdbid": "390319.0",
        "description": "The Arab Spring in Egypt: From a dictator to free elections, back to a dictatorship. One comedy show united the country and tested the limits of free press. This is the story of Bassem Youssef, a cardiologist turned comedian, the Jon Stewart of Egypt, and his show \"The Show\"."
    },
    {
        "id": "9545",
        "tmdbid": "160046.0",
        "description": "A schoolboy gets into a fairy tale with the help of a librarian and DIY book. But life in the magical land is not as easy as it seems."
    },
    {
        "id": "9546",
        "tmdbid": "195065.0",
        "description": "Episode 2. Mowgli — the adopted son of a wolf family. He grows quickly and learns from his mentors. The rumor that the wolf pack living human child, comes to banderlogs. The monkey tribe, decided to make Mowgli their leader. They steal Mowgli and transfer it into a towns ruins in the jungle."
    },
    {
        "id": "9547",
        "tmdbid": "24660.0",
        "description": "A private detective is hired to find the elusive computer hacker \"Trinity.\" Part of the Animatrix collection of animated shorts in the Matrix universe."
    },
    {
        "id": "9548",
        "tmdbid": "24357.0",
        "description": "Immediately before the events of The Matrix Reloaded, the crew of the hovercraft Osiris discovers a quarter of a million sentinels drilling through the surface of the earth towards the last human city of Zion. But can the Osiris survive long enough to warn Zion?"
    },
    {
        "id": "9549",
        "tmdbid": "24914.0",
        "description": "A high school student is haunted by thoughts of \"The Matrix\" and a person named \"Neo\". Part of the Animatrix collection of animated shorts set in the Matrix universe."
    },
    {
        "id": "9550",
        "tmdbid": "213313.0",
        "description": ""
    },
    {
        "id": "9551",
        "tmdbid": "281338.0",
        "description": "Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet."
    },
    {
        "id": "9552",
        "tmdbid": "401246.0",
        "description": "A prestigious Stockholm museum's chief art curator finds himself in times of both professional and personal crisis as he attempts to set up a controversial new exhibit."
    },
    {
        "id": "9553",
        "tmdbid": "396398.0",
        "description": "An estranged family gathers together in New York for an event celebrating the artistic work of their father."
    },
    {
        "id": "9554",
        "tmdbid": "354287.0",
        "description": "A rock star general bent on winning the “impossible” war in Afghanistan takes us inside the complex machinery of modern war. Inspired by the true story of General Stanley McChrystal."
    },
    {
        "id": "9555",
        "tmdbid": "433092.0",
        "description": "This exploration of Japan’s fascination with girl bands and their music follows an aspiring pop singer and her fans, delving into the cultural obsession with young female sexuality and the growing disconnect between men and women in hypermodern societies."
    },
    {
        "id": "9556",
        "tmdbid": "454361.0",
        "description": "Comedian Vir Das tackles nationalism, globalism, good food and bad politics in two cleverly crosscut performances in New York and New Delhi."
    },
    {
        "id": "9557",
        "tmdbid": "456193.0",
        "description": "In this new stand-up special, Norm Macdonald delivers sly, deadpan observations from an older -- and perhaps even wiser -- point of view."
    },
    {
        "id": "9558",
        "tmdbid": "339964.0",
        "description": "In the 28th century, Valerian and Laureline are special operatives charged with keeping order throughout the human territories. On assignment from the Minister of Defense, the two undertake a mission to Alpha, an ever-expanding metropolis where species from across the universe have converged over centuries to share knowledge, intelligence, and cultures. At the center of Alpha is a mysterious dark force which threatens the peaceful existence of the City of a Thousand Planets, and Valerian and Laureline must race to identify the menace and safeguard not just Alpha, but the future of the universe."
    },
    {
        "id": "9559",
        "tmdbid": "327253.0",
        "description": "On August 16, 2013, the Supreme Court mandated the CIA to declassify files that had been kept secret for the past 75 years. Visual records of documented paranormal events were released to the public. The following incident took place in Gracefield, Quebec."
    },
    {
        "id": "9560",
        "tmdbid": "390410.0",
        "description": "A detailed investigation into the political and economic interests that, since the beginning of the 20th century, have pulled the strings of the arms trade, hidden in the shadows, feeding the shameful corruption of politicians and government officials and promoting a state of permanent war throughout the world, while they cynically asked for a lasting and universal peace."
    },
    {
        "id": "9561",
        "tmdbid": "165095.0",
        "description": "Created in 1983, the animated movie uses the plot of Ovanes Tumanyan's tale \"Talking fish\"."
    },
    {
        "id": "9562",
        "tmdbid": "193216.0",
        "description": "A 1983 short film directed by Eduard Nazarov about an ant who gets blown away with the wind from its home and the adventures it goes through in desperately trying to find its way back."
    },
    {
        "id": "9563",
        "tmdbid": "406403.0",
        "description": ""
    },
    {
        "id": "9564",
        "tmdbid": "30163.0",
        "description": "Coming out from jail, Lucas has decided to change his life and behave like a good citizen. But when he is taken hostage in a bank by a hare-brained robber, no cops can believe he is not part of the action."
    },
    {
        "id": "9565",
        "tmdbid": "390587.0",
        "description": "While on a covert mission, two cold blooded mercenaries form an unlikely bond as they race across the desert in the dead of night. When their violent and desperate world implodes, past atrocities come to the surface threatening to tear each of them apart."
    },
    {
        "id": "9566",
        "tmdbid": "26787.0",
        "description": ""
    },
    {
        "id": "9567",
        "tmdbid": "406990.0",
        "description": "In a world where families are limited to one child due to overpopulation, a set of identical septuplets must avoid being put to a long sleep by the government and dangerous infighting while investigating the disappearance of one of their own."
    },
    {
        "id": "9568",
        "tmdbid": "341013.0",
        "description": "An undercover MI6 agent is sent to Berlin during the Cold War to investigate the murder of a fellow agent and recover a missing list of double agents."
    },
    {
        "id": "9569",
        "tmdbid": "6079.0",
        "description": "Czech literature teacher Josef Tkaloun, who is past retirement age, realises one day that he no longer understands his pupils, and so he quits… dramatically. What he does not predict is that in doing this he will lose his sense of place in society."
    },
    {
        "id": "9570",
        "tmdbid": "336890.0",
        "description": "During a pro lockout, Doug \"The Thug\" Glatt is injured and must choose whether to defend his team against a dangerous new enemy, or be there for his wife as she prepares to give birth to his daughter."
    },
    {
        "id": "9571",
        "tmdbid": "374430.0",
        "description": ""
    },
    {
        "id": "9572",
        "tmdbid": "374720.0",
        "description": "The story of the miraculous evacuation of Allied soldiers from Belgium, Britain, Canada and France, who were cut off and surrounded by the German army from the beaches and harbour of Dunkirk between May 26th and June 4th 1940 during World War II."
    },
    {
        "id": "9573",
        "tmdbid": "64847.0",
        "description": "An evil feudal lord rapes a village girl on her wedding night and proceeds to ruin her and her husband's lives. After she's eventually banished from her village, the girl makes a pact with the devil to gain magical ability and take revenge."
    },
    {
        "id": "9574",
        "tmdbid": "461805.0",
        "description": ""
    },
    {
        "id": "9575",
        "tmdbid": "312174.0",
        "description": "This is unedited raw footage of a bear I filmed with my cell phone. I'm not sure what kind of bear this is."
    },
    {
        "id": "9576",
        "tmdbid": "435041.0",
        "description": "Student Shurik has just two hours before the beginning of the exam and he has no lectures notes"
    },
    {
        "id": "9577",
        "tmdbid": "460822.0",
        "description": "Two delusional geriatrics reveal curious pasts, share a love of tuna and welcome a surprise guest in this filming of the popular Broadway comedy show."
    },
    {
        "id": "9578",
        "tmdbid": "429200.0",
        "description": "After a botched bank robbery lands his younger brother in prison, Connie Nikas embarks on a twisted odyssey through New York City's underworld to get his brother Nick out of jail."
    },
    {
        "id": "9579",
        "tmdbid": "37991.0",
        "description": "Priest Don Camillo blackmails his friendly rival Peppone into letting him join a Communist delegation visiting the Soviet Union."
    },
    {
        "id": "9580",
        "tmdbid": "345914.0",
        "description": "When Scott and Kate Johansen’s daughter gets into the college of her dreams it’s cause for celebration. That is, until Scott and Kate learn that the scholarship they were counting on didn’t come through, and they’re now on the hook for tuition they can’t begin to afford. With the help of their friend and neighbor Frank also in need of a major payday they decide to open an illegal casino in his suburban house, risking everything together on a Vegas-style bacchanal where money flows, inhibitions are checked at the door, and all bets are off."
    },
    {
        "id": "9581",
        "tmdbid": "399170.0",
        "description": "Trying to reverse a family curse, brothers Jimmy and Clyde Logan set out to execute an elaborate robbery during the legendary Coca-Cola 600 race at the Charlotte Motor Speedway."
    },
    {
        "id": "9582",
        "tmdbid": "353491.0",
        "description": "A boy haunted by visions of a parallel world aids its disillusioned guardian in preventing the destruction of the nexus of universes known as the Dark Tower."
    },
    {
        "id": "9583",
        "tmdbid": "396422.0",
        "description": "Several years after the tragic death of their little girl, a doll maker and his wife welcome a nun and several girls from a shuttered orphanage into their home, soon becoming the target of the doll maker's possessed creation—Annabelle."
    },
    {
        "id": "9584",
        "tmdbid": "79701.0",
        "description": "First animation about Gena and Cheburashka."
    },
    {
        "id": "9585",
        "tmdbid": "346364.0",
        "description": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise."
    },
    {
        "id": "9586",
        "tmdbid": "70061.0",
        "description": "Sequel to the cult Russian animation Bremenskie muzykanty (1969)."
    },
    {
        "id": "9587",
        "tmdbid": "196649.0",
        "description": "Musical fantasy based on Armenian fairy tales."
    },
    {
        "id": "9588",
        "tmdbid": "91673.0",
        "description": "One day, the Wolf stole the newborn Calf and brought him home to eat, but regretted it and decided not to eat it, but wait until he grows up. The Wolf becomes attached to the Calf, takes care of him, feeds milk, sings lullabies, reads books. For the sake of the Calf, the Wolf keeps cleanliness - \"children - they can not grow in the mud.\" And the Wild Boar, which smokes a cigarette, the Wolf literally drives a rag. Gradually, the Wolf and the Calf are so used to each other that they began to live like a father and son."
    },
    {
        "id": "9589",
        "tmdbid": "72199.0",
        "description": "Two dogs, one stray the other well-off, become friends."
    },
    {
        "id": "9590",
        "tmdbid": "79216.0",
        "description": "Soviet cartoon, created in 1979 by the director-animator Leonid Nosyrev. Later, he entered the cartoon almanac \"Laughter and Grief at The White Sea\"  with other Nosyrev's films based on Pomor fairy tales and legends."
    },
    {
        "id": "9591",
        "tmdbid": "378236.0",
        "description": "Gene, a multi-expressional emoji, sets out on a journey to become a normal emoji."
    },
    {
        "id": "9592",
        "tmdbid": "351460.0",
        "description": "A young man comes to possess a supernatural notebook, the Death Note, that grants him the power to kill any person simply by writing down their name on the pages. He then decides to use the notebook to kill criminals and change the world, but an enigmatic detective attempts to track him down and end his reign of terror."
    },
    {
        "id": "9593",
        "tmdbid": "395834.0",
        "description": "An FBI agent teams with the town's veteran game tracker to investigate a murder that occurred on a Native American reservation."
    },
    {
        "id": "9594",
        "tmdbid": "461634.0",
        "description": "Comedian Rory Scovel storms the stage in Atlanta, where he shares unfocused thoughts about things that mystify him, relationships and the \"Thong Song.\""
    },
    {
        "id": "9595",
        "tmdbid": "339692.0",
        "description": "A newly-released prison gangster is forced by the leaders of his gang to orchestrate a major crime with a brutal rival gang on the streets of Southern California."
    },
    {
        "id": "9596",
        "tmdbid": "390043.0",
        "description": "The world’s top bodyguard gets a new client, a hitman who must testify at the International Court of Justice. They must put their differences aside and work together to make it to the trial on time."
    },
    {
        "id": "9597",
        "tmdbid": "412103.0",
        "description": ""
    },
    {
        "id": "9598",
        "tmdbid": "7014.0",
        "description": "Made without proper language, just gibberish and grunts, \"Themroc\" is an absurdist comedy about a man who rejects every facet of normal bourgeois life and turns his apartment into a virtual cave."
    },
    {
        "id": "9599",
        "tmdbid": "411516.0",
        "description": "Brunhilde Pomsel was a stenographer for Nazi Propaganda Minister Joseph Goebbels. Many people think that the dangers of fascism have been overcome, but she makes it clear that this is not the case."
    },
    {
        "id": "9600",
        "tmdbid": "433410.0",
        "description": "The story of the dog from the title, who in a frame narrative explains how he came to be transformed from an unemployed communist filmmaker into a canine with a philosophical bent.  Unable to finance his new project, young Berlin-based director Julian tells foreign exchange student Camille that his job in the countryside is research for an upcoming film. When Camille offers to help, he is forced to uphold the lie. The plantation isn’t the proletarian idyll he had hoped for, but fortunately the reincarnation of Francis of Assisi provides spiritual insight and a new aim in life."
    },
    {
        "id": "9601",
        "tmdbid": "28469.0",
        "description": "The antihero \"Mr. Karl\" tells a \"young person\", the viewer, his life story while he sits at work in the warehouse of a delicatessen. The narrator increasingly turns out to be an opportunistic follower from the petty-bourgeois milieu, who maneuvered his way through life in the changing course of Austrian history from the end of the First World War to the end of the occupation in the 1950s."
    },
    {
        "id": "9602",
        "tmdbid": "460135.0",
        "description": "When Supergirl, Wonder Woman, Batgirl, Bumblebee and Katana suddenly realize they cannot remember a single moment from their Monday at Super Hero High, the young DC Super Heroes spring into sleuthing action! Suspecting foul-play, they band together to retrace their steps and uncover the mystery of who exactly stole their memories – and what nefarious plan might be afoot?"
    },
    {
        "id": "9603",
        "tmdbid": "343668.0",
        "description": "When an attack on the Kingsman headquarters takes place and a new villain rises, Eggsy and Merlin are forced to work together with the American agency known as the Statesman to save the world."
    },
    {
        "id": "9604",
        "tmdbid": "466986.0",
        "description": ""
    },
    {
        "id": "9605",
        "tmdbid": "335984.0",
        "description": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years."
    },
    {
        "id": "9606",
        "tmdbid": "335777.0",
        "description": "When the evil mayor of Oakton decides to bulldoze Liberty Park and build a dangerous amusement park in its place, Surly Squirrel and his ragtag group of animal friends need to band together to save their home, defeat the mayor, and take back the park."
    },
    {
        "id": "9607",
        "tmdbid": "131244.0",
        "description": "Two young people in Berlin, a refugee and a homeless punk, form a relationship."
    },
    {
        "id": "9608",
        "tmdbid": "258357.0",
        "description": "After a series of catastrophically failed marriages, Apple is single again. Blame on Apple's attachment is in her opinion, her mother Ingrid. Because this Apple has punished not only with her hippie name, but was in every way a raven mother. When Ingrid spends an All Inclusive vacation in Spain, her mother and daughter are confronted with a dramatic event from their past."
    },
    {
        "id": "9609",
        "tmdbid": "381283.0",
        "description": "A couple's relationship is tested when uninvited guests arrive at their home, disrupting their tranquil existence."
    },
    {
        "id": "9610",
        "tmdbid": "432976.0",
        "description": "While investigating the furtive world of illegal doping in sports, director Bryan Fogel connects with renegade Russian scientist Dr. Grigory Rodchenkov—a pillar of his country’s “anti-doping” program. Over dozens of Skype calls, urine samples, and badly administered hormone injections, Fogel and Rodchenkov grow closer despite shocking allegations that place Rodchenkov at the center of Russia’s state-sponsored Olympic doping program."
    },
    {
        "id": "9611",
        "tmdbid": "420707.0",
        "description": "Three friends from California are filming an audition tape for an extreme reality game show. They document their journey to Australia where they will be doing their most dangerous activity.... Shark Cage Diving. A catastrophic turn of events leaves them in baited water full of Great White Sharks, turning their recording into a blood chilling diary of survival... and death."
    },
    {
        "id": "9612",
        "tmdbid": "452830.0",
        "description": "A nameless drifter navigates a barren landscape punctuated by satellite dishes, radio towers and droning airplanes. Stopping periodically in anonymous hotel rooms, she makes attempts to connect to an unidentified second party."
    },
    {
        "id": "9613",
        "tmdbid": "77557.0",
        "description": "A circus lion goes on holiday to Africa, but his circus skills doesn't let him be."
    },
    {
        "id": "9614",
        "tmdbid": "337170.0",
        "description": "The true story of pilot Barry Seal, who transported contraband for the CIA and the Medellin cartel in the 1980s."
    },
    {
        "id": "9615",
        "tmdbid": "390407.0",
        "description": "It's the summer before 6th grade, and Clark is the new-in-town biracial kid in a sea of white. Discovering that to be cool he needs to act 'more black,' he fumbles to meet expectations, while his urban intellectual parents Mack and Gina also strive to adjust to small-town living. Equipped for the many inherent challenges of New York, the tight-knit family are ill prepared for the drastically different set of obstacles that their new community presents, and soon find themselves struggling to understand themselves and each other in this new suburban context."
    },
    {
        "id": "9616",
        "tmdbid": "274855.0",
        "description": "After an unprecedented series of natural disasters threatened the planet, the world's leaders came together to create an intricate network of satellites to control the global climate and keep everyone safe. But now, something has gone wrong: the system built to protect Earth is attacking it, and it becomes a race against the clock to uncover the real threat before a worldwide geostorm wipes out everything and everyone along with it."
    },
    {
        "id": "9617",
        "tmdbid": "468366.0",
        "description": "Iranian American comic Maz Jobrani lights up the Kennedy Center with riffs on immigrant life in the Trump era, modern parenting pitfalls and more."
    },
    {
        "id": "9618",
        "tmdbid": "413594.0",
        "description": "In 2026, four years after the infamous Sword Art Online incident, a revolutionary new form of technology has emerged: the Augma, a device that utilizes an Augmented Reality system. Unlike the Virtual Reality of the NerveGear and the Amusphere, it is perfectly safe and allows players to use it while they are conscious, creating an instant hit on the market. The most popular application for the Augma is the game Ordinal Scale, which immerses players in a fantasy role-playing game with player rankings and rewards.  Following the new craze, Kirito's friends dive into the game, and despite his reservations about the system, Kirito eventually joins them. While at first it appears to be just fun and games, they soon find out that the game is not all that it seems..."
    },
    {
        "id": "9619",
        "tmdbid": "359940.0",
        "description": "After seven months have passed without a culprit in her daughter's murder case, Mildred Hayes makes a bold move, painting three signs leading into her town with a controversial message directed at Bill Willoughby, the town's revered chief of police. When his second-in-command Officer Jason Dixon, an immature mother's boy with a penchant for violence, gets involved, the battle between Mildred and Ebbing's law enforcement is only exacerbated."
    },
    {
        "id": "9620",
        "tmdbid": "391713.0",
        "description": "Lady Bird McPherson, a strong willed, deeply opinionated, artistic 17 year old comes of age in Sacramento. Her relationship with her mother and her upbringing are questioned and tested as she plans to head off to college."
    },
    {
        "id": "9621",
        "tmdbid": "392044.0",
        "description": "Genius Belgian detective Hercule Poirot investigates the murder of an American tycoon aboard the Orient Express train."
    },
    {
        "id": "9622",
        "tmdbid": "354912.0",
        "description": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history."
    },
    {
        "id": "9623",
        "tmdbid": "430214.0",
        "description": "As a group of university students go out for a night on the town, a sophomore known only as \"The Girl with Black Hair\" experiences a series of surreal encounters with the local nightlife – all the while unaware of the romantic longings of \"Senpai\", a senior student who has been creating increasingly fantastic and contrived reasons to run into her in an effort to win her heart."
    },
    {
        "id": "9624",
        "tmdbid": "389015.0",
        "description": "Competitive ice skater Tonya Harding rises amongst the ranks at the U.S. Figure Skating Championships, but her future in the sport is thrown into doubt when her ex-husband intervenes."
    },
    {
        "id": "9625",
        "tmdbid": "431819.0",
        "description": "Moshimo, Japan. The annual fireworks festival is about to take place and a group of schoolboys, arguing over whether they are round or flat when viewed from different angles, set out to find it out."
    },
    {
        "id": "9626",
        "tmdbid": "103008.0",
        "description": "A documentary film about Oscar-nominated animator Bill Plympton. This is a portrait piece that includes interviews with family, friends, colleagues, critics, and fans."
    },
    {
        "id": "9627",
        "tmdbid": "472424.0",
        "description": "Go behind the scenes with pop provocateur Lady Gaga as she releases a bold new album and prepares for her Super Bowl halftime show."
    },
    {
        "id": "9628",
        "tmdbid": "16275.0",
        "description": "Dave Chappelle returns for a stand-up to D.C. and riffs on politics, police, race relations, drugs, Sesame Street and more."
    },
    {
        "id": "9629",
        "tmdbid": "303854.0",
        "description": "One man does all he can to veil his Asian heritage; the other takes great pains to hide his sexual orientation. Both of these things begin to change when Ryan is hired to prepare film star Ning for a fashion shoot, and the men develop a bond."
    },
    {
        "id": "9630",
        "tmdbid": "346648.0",
        "description": "Paddington, now happily settled with the Browns, picks up a series of odd jobs to buy the perfect present for his Aunt Lucy, but it is stolen."
    },
    {
        "id": "9631",
        "tmdbid": "475759.0",
        "description": "“2048: Nowhere to Run” takes place one year before the events of Blade Runner 2049. The short film focuses on Sapper, a man who is trying to make it through life day-by-day without turning back to his old ways. We’re introduced to both the gentle nature of Sapper and the violence he’s capable of when set off."
    },
    {
        "id": "9632",
        "tmdbid": "4835.0",
        "description": "A few stories about a marriages and it's problems."
    },
    {
        "id": "9633",
        "tmdbid": "402897.0",
        "description": "The Death of Stalin delivers a brutally executed parody of Cold War Russia. When the tyrannical ruler Stalin dies, his hapless inner circle scrambles to come up with the next evolution of the revolution, but it's clear everyone is really out for themselves. Proof that comedy, like politics, is all in the execution."
    },
    {
        "id": "9634",
        "tmdbid": "339877.0",
        "description": "A young man comes to the last hometown of painter Vincent van Gogh to deliver the troubled artist's final letter and ends up investigating his final days there."
    },
    {
        "id": "9635",
        "tmdbid": "463612.0",
        "description": ""
    },
    {
        "id": "9636",
        "tmdbid": "480409.0",
        "description": "Christina Pazsitzky hits Seattle with a biting dose of reality, telling truths about her childhood, getting older and the horrors of giving birth."
    },
    {
        "id": "9637",
        "tmdbid": "353486.0",
        "description": "The tables are turned as four teenagers are sucked into Jumanji's world - pitted against rhinos, black mambas and an endless variety of jungle traps and puzzles. To survive, they'll play as characters from the game."
    },
    {
        "id": "9638",
        "tmdbid": "298718.0",
        "description": "Comedian Dane Cook knows how to stir it up with his patented brand of observational humor, skewering aspects of modern life, from our hidden Internet selves to gender taboos and everything in between, in this exclusive comedy event."
    },
    {
        "id": "9639",
        "tmdbid": "429733.0",
        "description": "A virus spreads through an office complex causing white collar workers to act out their worst impulses."
    },
    {
        "id": "9640",
        "tmdbid": "337556.0",
        "description": "Emerald Green is the stunning conclusion to Kerstin Gier's Ruby Red Trilogy, picking up where Sapphire Blue left off, reaching new heights of intrigue and romance as Gwen finally uncovers the secrets of the time-traveling society and learns her fate."
    },
    {
        "id": "9641",
        "tmdbid": "429189.0",
        "description": "The story of four characters whose lives intertwine amid the hustle and bustle of the Coney Island amusement park in the 1950s: Ginny, an emotionally volatile former actress now working as a waitress in a clam house; Humpty, Ginny’s rough-hewn carousel operator husband; Mickey, a handsome young lifeguard who dreams of becoming a playwright; and Carolina, Humpty’s long-estranged daughter, who is now hiding out from gangsters at her father’s apartment."
    },
    {
        "id": "9642",
        "tmdbid": "396493.0",
        "description": "After finding an ad online for “video work,” Sara, a video artist whose primary focus is creating intimacy with lonely men, thinks she may have found the subject of her dreams. She drives to a remote house in the forest and meets a man claiming to be a serial killer. Unable to resist the chance to create a truly shocking piece of art, she agrees to spend the day with him. However, as the day goes on, she discovers she may have dug herself into a hole from which she can’t escape."
    },
    {
        "id": "9643",
        "tmdbid": "353575.0",
        "description": "The story of U.S. President Lyndon Baines Johnson from his young days in West Texas to the White House."
    },
    {
        "id": "9644",
        "tmdbid": "413362.0",
        "description": "Hard-nosed liberal lawyer Roman J. Israel has been fighting the good fight forever while others take the credit. When his partner – the firm's frontman – has a heart attack, Israel suddenly takes on that role. He soon discovers some unsettling truths about the firm – truths that conflict with his values of helping the poor and dispossessed – and finds himself in an existential crisis that leads to extreme actions."
    },
    {
        "id": "9645",
        "tmdbid": "399404.0",
        "description": "A thrilling and inspiring true story begins on the eve of World War II as, within days of becoming Prime Minister of Great Britain, Winston Churchill must face one of his most turbulent and defining trials: exploring a negotiated peace treaty with Nazi Germany, or standing firm to fight for the ideals, liberty and freedom of a nation. As the unstoppable Nazi forces roll across Western Europe and the threat of invasion is imminent, and with an unprepared public, a skeptical King, and his own party plotting against him, Churchill must withstand his darkest hour, rally a nation, and attempt to change the course of world history."
    },
    {
        "id": "9646",
        "tmdbid": "181808.0",
        "description": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares to do battle with the First Order."
    },
    {
        "id": "9647",
        "tmdbid": "431530.0",
        "description": "Amy, Kiki and Carla – three under-appreciated and over-burdened women – rebel against the challenges and expectations of the Super Bowl for mothers: Christmas. And if creating a more perfect holiday for their families wasn’t hard enough, they have to do all of that while hosting and entertaining their own mothers."
    },
    {
        "id": "9648",
        "tmdbid": "399055.0",
        "description": "An other-worldly story, set against the backdrop of Cold War era America circa 1962, where a mute janitor working at a lab falls in love with an amphibious man being held captive there and devises a plan to help him escape."
    },
    {
        "id": "9649",
        "tmdbid": "396371.0",
        "description": "Molly Bloom, a young skier and former Olympic hopeful becomes a successful entrepreneur (and a target of an FBI investigation) when she establishes a high-stakes, international poker game."
    },
    {
        "id": "9650",
        "tmdbid": "406997.0",
        "description": "The story of August Pullman – a boy with facial differences – who enters fifth grade, attending a mainstream elementary school for the first time."
    },
    {
        "id": "9651",
        "tmdbid": "419680.0",
        "description": "Brad and Dusty must deal with their intrusive fathers during the holidays."
    },
    {
        "id": "9652",
        "tmdbid": "106035.0",
        "description": ""
    },
    {
        "id": "9653",
        "tmdbid": "469019.0",
        "description": "Offbeat documentarian Chris Smith provides a behind-the-scenes look at how Jim Carrey adopted the persona of idiosyncratic comedian Andy Kaufman on the set of Man on the Moon."
    },
    {
        "id": "9654",
        "tmdbid": "371638.0",
        "description": "An aspiring actor in Hollywood meets an enigmatic stranger by the name of Tommy Wiseau, the meeting leads the actor down a path nobody could have predicted; creating the worst movie ever made."
    },
    {
        "id": "9655",
        "tmdbid": "446354.0",
        "description": "A cover-up that spanned four U.S. Presidents pushed the country's first female newspaper publisher and a hard-driving editor to join an unprecedented battle between journalist and government. Inspired by true events."
    },
    {
        "id": "9656",
        "tmdbid": "363444.0",
        "description": "We don't have an overview translated in English. Help us expand our database by adding one."
    },
    {
        "id": "9657",
        "tmdbid": "316029.0",
        "description": "The story of American showman P.T. Barnum, founder of the circus that became the famous traveling Ringling Bros. and Barnum & Bailey Circus."
    },
    {
        "id": "9658",
        "tmdbid": "364689.0",
        "description": "Ferdinand, a little bull, prefers sitting quietly under a cork tree just smelling the flowers versus jumping around, snorting, and butting heads with other bulls. As Ferdinand grows big and strong, his temperament remains mellow, but one day five men come to choose the \"biggest, fastest, roughest bull\" for the bullfights in Madrid and Ferdinand is mistakenly chosen.  Based on the classic 1936 children's book by Munro Leaf."
    },
    {
        "id": "9659",
        "tmdbid": "479269.0",
        "description": "Comedian Jack Whitehall takes the stage to tell stories about drinking, drugs, a Google Maps van and his ongoing rivalry with Robert Pattinson."
    },
    {
        "id": "9660",
        "tmdbid": "470616.0",
        "description": "Unabashed comedian Lynne Koplitz offers a woman's take on being crazy, the benefits of childlessness and the three things all men really want."
    },
    {
        "id": "9661",
        "tmdbid": "400617.0",
        "description": "In 1950s London, renowned British dressmaker Reynolds Woodcock comes across Alma, a young, strong-willed woman, who soon becomes ever present in his life as his muse and lover."
    },
    {
        "id": "9662",
        "tmdbid": "482004.0",
        "description": "It had all the makings of a huge television success:  a white-hot comic at the helm, a coveted primetime slot, and a pantheon of future comedy legends in the cast and crew. So why did The Dana Carvey Show—with a writers room and cast including then unknowns Steve Carell, Stephen Colbert, Louis C.K., Robert Smigel, Charlie Kaufman, and more— crash and burn so spectacularly? TOO FUNNY TO FAIL tells the hilarious true story of a crew of genius misfits who set out to make comedy history… and succeeded in a way they never intended."
    },
    {
        "id": "9663",
        "tmdbid": "490928.0",
        "description": "Cheeky comic Craig Ferguson keeps it casual as he discusses '70s porn, Japanese toilets and his mildly crime-filled days as a talk show host."
    },
    {
        "id": "9664",
        "tmdbid": "49809.0",
        "description": "After serving in the military for more than twenty years, including a tour of duty in Vietnam, Colonel Margarethe Cammermeyer (Glenn Close) had seen her share of battles. But nothing could prepare her for the fight ahead: an intensely personal struggle against the U.S. Army when she becomes the highest ranking officer ever to be discharged for being a lesbian. With the support of her partner Diane (Judy Davis), Cammermeyer undertakes an against-all-odds battle against the Army's policy. But to do so, she must risk everything – her career, her privacy and even the love of her family."
    },
    {
        "id": "9665",
        "tmdbid": "152047.0",
        "description": "Facing high meat prices, a man decides to take his dog and go hunt for his own, but the crazy rabbit they are after is not very easy to catch."
    },
    {
        "id": "9666",
        "tmdbid": "128756.0",
        "description": "Porky Pig goes on a hunt to catch the surreal elusive last Do-Do bird."
    },
    {
        "id": "9667",
        "tmdbid": "188763.0",
        "description": "Porky goes after a rogue rabbit who manages to frustrate him at each turn. He is unsuccessful and the rabbit comes to visit him just to make recovery tougher for him."
    },
    {
        "id": "9668",
        "tmdbid": "24362.0",
        "description": "The battle for Earth turns against the humans, despite their infamous desperate act of blackening the skies."
    },
    {
        "id": "9669",
        "tmdbid": "300668.0",
        "description": "A biologist signs up for a dangerous, secret expedition into a mysterious zone where the laws of nature don't apply."
    },
    {
        "id": "9670",
        "tmdbid": "485517.0",
        "description": "A live broadcast of the Broadway hit \"A Christmas Story: The Musical\" in which Ralphie wishes for nothing more than a Red Rider BB Gun for Christmas."
    },
    {
        "id": "9671",
        "tmdbid": "124117.0",
        "description": "Samantha's band, the Zettabytes, is meeting with little success, so her friend Roscoe uses his knowledge of technology designed by his father to create a holographic lead singer, Loretta Modern. The band instantly becomes successful, but Samantha begins to feel alienated, Roscoe discovers feelings for Samantha, and Loretta struggles with individuality."
    },
    {
        "id": "9672",
        "tmdbid": "487156.0",
        "description": "Renowned producer, director and writer Judd Apatow makes his long-awaited return to stand-up comedy with this new special shot in Montreal."
    },
    {
        "id": "9673",
        "tmdbid": "34220.0",
        "description": "Nothing - not her father, not the church - can stop unruly Angela from being with her childhood best friend turned great love, Sara. Based on a true story, Viola di Mare, presents a uniquely engaging portrait of family, community and gender roles in a 19th century Italian village."
    },
    {
        "id": "9674",
        "tmdbid": "400106.0",
        "description": "In an alternate present-day where magical creatures live among us, two L.A. cops become embroiled in a prophesied turf battle."
    },
    {
        "id": "9675",
        "tmdbid": "399035.0",
        "description": "A businessman, on his daily commute home, gets unwittingly caught up in a criminal conspiracy that threatens not only his life but the lives of those around him."
    },
    {
        "id": "9676",
        "tmdbid": "488223.0",
        "description": "Comedy legend Dave Chappelle returns to his roots with an all-new stand-up special filmed at the Warner Theatre in Washington, D.C."
    },
    {
        "id": "9677",
        "tmdbid": "432987.0",
        "description": "For over a decade, this portrait of a North Philadelphia family and the creative sanctuary offered by their home music studio was filmed with vérité intimacy. The family's 10-year journey is an illumination of race and class in America, and it's a testament to love, healing and hope."
    },
    {
        "id": "9678",
        "tmdbid": "494368.0",
        "description": "Comedy juggernaut Dave Chappelle's fourth Netflix Special, taped on November 20th, 2017 at Los Angeles' Comedy Store."
    },
    {
        "id": "9679",
        "tmdbid": "406563.0",
        "description": "Parapsychologist Elise Rainier and her team travel to Five Keys, NM, to investigate a man’s claim of a haunting. Terror soon strikes when Rainier realizes that the house he lives in was her family’s old home."
    },
    {
        "id": "9680",
        "tmdbid": "31615.0",
        "description": "As they get ready for their annual Bunny Picnic, Bean, a young, imaginative bunny eager to help, is told he's too little. Hurt, he wanders off into the lettuce patch where he comes face to face with the grumpy old farmer's junk yard dog! Bean runs and warns the others but no one believes him. Undaunted, little Bean helps the Muppet Bunnies in a big, big way!"
    },
    {
        "id": "9681",
        "tmdbid": "121870.0",
        "description": "It's Christmas time in the twin cities. Billy's working a lot of overtime, running barges on the Mississippi. He calls his friend Eddie, whom he hasn't seen in six months, and asks a favor: to drive with him to see his pregnant girlfriend, Patti, because Billy hasn't told her he's married and already has two children. The road trip of guy talk becomes a night of truths exchanged between men and women."
    },
    {
        "id": "9682",
        "tmdbid": "445571.0",
        "description": "Max and Annie's weekly game night gets kicked up a notch when Max's brother Brooks arranges a murder mystery party -- complete with fake thugs and federal agents. So when Brooks gets kidnapped, it's all supposed to be part of the game. As the competitors set out to solve the case, they start to learn that neither the game nor Brooks are what they seem to be. The friends soon find themselves in over their heads as each twist leads to another unexpected turn over the course of one chaotic night."
    },
    {
        "id": "9683",
        "tmdbid": "336843.0",
        "description": "Thomas leads his group of escaped Gladers on their final and most dangerous mission yet. To save their friends, they must break into the legendary Last City, a WCKD-controlled labyrinth that may turn out to be the deadliest maze of all. Anyone who makes it out alive will get answers to the questions the Gladers have been asking since they first arrived in the maze."
    },
    {
        "id": "9684",
        "tmdbid": "399174.0",
        "description": "In the future, an outbreak of canine flu leads the mayor of a Japanese city to banish all dogs to an island that's a garbage dump. The outcasts must soon embark on an epic journey when a 12-year-old boy arrives on the island to find his beloved pet."
    },
    {
        "id": "9685",
        "tmdbid": "422615.0",
        "description": "15 minutes of fame destroys the life of a man who works as a clapper in television."
    },
    {
        "id": "9686",
        "tmdbid": "497520.0",
        "description": "Tom Segura gives voice to the sordid thoughts you'd never say out loud, with blunt musings on porn, parking lot power struggles, parenthood and more."
    },
    {
        "id": "9687",
        "tmdbid": "433310.0",
        "description": "Noah spends the perfect first night with the girl of his dreams Avery but gets relegated to the friend zone. He spends the next three years wondering what went wrong - until he gets the unexpected chance to travel back in time and alter that night, and his fate, over and over again."
    },
    {
        "id": "9688",
        "tmdbid": "17571.0",
        "description": "In the not-so-distant future, Captain Jordan Strider, a Special Forces Officer in the New World Alliance, is chosen for a top-secret mission. Sent to a desolate planet, Terra 219, to arrest possible traitors to the Alliance, Strider must survive with only a government issued experimental suit as protection. He quickly learns of a plan to end all humanity."
    },
    {
        "id": "9689",
        "tmdbid": "110775.0",
        "description": "Documentary about the Wadden Sea in which Van der Keuken looks at this ribbon in the landscape through the eyes of a city-dweller. A film about the relationship between the minuscule and the overwhelming in this flat jungle."
    },
    {
        "id": "9690",
        "tmdbid": "384521.0",
        "description": "Orbiting above a planet on the brink of war, scientists test a device to solve an energy crisis and end up face-to-face with a dark alternate reality."
    },
    {
        "id": "9691",
        "tmdbid": "502892.0",
        "description": ""
    },
    {
        "id": "9692",
        "tmdbid": "22916.0",
        "description": "When the retired seventy-seven years old hypochondriac widower Fred moves to an apartment in Madrid, his temperamental daughter Cuca has an incident with his next door neighbor, the elder Argentinean Elsa. Later, they meet each other and Elsa seduces Fred with her reckless behavior and view of life and they have a romance."
    },
    {
        "id": "9693",
        "tmdbid": "338970.0",
        "description": "Lara Croft, the fiercely independent daughter of a missing adventurer, must push herself beyond her limits when she finds herself on the island where her father disappeared."
    },
    {
        "id": "9694",
        "tmdbid": "426285.0",
        "description": "Two alchemist brothers go on a quest for the Philosopher's Stone after an attempt to revive their dead mother goes horribly wrong."
    },
    {
        "id": "9695",
        "tmdbid": "458737.0",
        "description": "A pastor of a small church in upstate New York starts to spiral out of control after a soul-shaking encounter with an unstable environmental activist and his pregnant wife."
    },
    {
        "id": "9696",
        "tmdbid": "502616.0",
        "description": "For an audience of drummers, comedian Fred Armisen shares and demonstrates his thoughts on musical genres, drummer quirks, regional accents and more."
    },
    {
        "id": "9697",
        "tmdbid": "395990.0",
        "description": "A mild-mannered father is transformed into a killing machine after his family is torn apart by a violent act."
    },
    {
        "id": "9698",
        "tmdbid": "407451.0",
        "description": "After the disappearance of her scientist father, three peculiar beings send Meg, her brother, and her friend to space in order to find him."
    },
    {
        "id": "9699",
        "tmdbid": "449176.0",
        "description": "Everyone deserves a great love story. But for seventeen-year old Simon Spier it's a little more complicated: he's yet to tell his family or friends he's gay and he doesn't know the identity of the anonymous classmate he's fallen for online."
    },
    {
        "id": "9700",
        "tmdbid": "447332.0",
        "description": "A family is forced to live in silence while hiding from creatures that hunt by sound."
    },
    {
        "id": "9701",
        "tmdbid": "399360.0",
        "description": "In the prehistoric past, Keda, a young and inexperienced hunter, struggles to return home after being separated from his tribe when bison hunting goes awry. On his way back he will find an unexpected ally."
    },
    {
        "id": "9702",
        "tmdbid": "419831.0",
        "description": "Sophia, a new high school student, tries to make friends with Barbara, who tells her that “she kills giants,” protecting this way her hometown and its inhabitants, who do not understand her strange behavior."
    },
    {
        "id": "9703",
        "tmdbid": "500609.0",
        "description": ""
    },
    {
        "id": "9704",
        "tmdbid": "456750.0",
        "description": "Three friends are on the verge of getting their video game financed when their benefactor is taken hostage by terrorists."
    },
    {
        "id": "9705",
        "tmdbid": "437557.0",
        "description": "When three parents discover that each of their daughters have a pact to lose their virginity at prom, they launch a covert one-night operation to stop the teens from sealing the deal."
    },
    {
        "id": "9706",
        "tmdbid": "268896.0",
        "description": "It has been ten years since The Battle of the Breach and the oceans are still, but restless. Vindicated by the victory at the Breach, the Jaeger program has evolved into the most powerful global defense force in human history. The PPDC now calls upon the best and brightest to rise up and become the next generation of heroes when the Kaiju threat returns."
    },
    {
        "id": "9707",
        "tmdbid": "427641.0",
        "description": "Primatologist Davis Okoye shares an unshakable bond with George, the extraordinarily intelligent, silverback gorilla who has been in his care since birth.  But a rogue genetic experiment gone awry mutates this gentle ape into a raging creature of enormous size.  To make matters worse, it’s soon discovered there are other similarly altered animals.  As these newly created alpha predators tear across North America, destroying everything in their path, Okoye teams with a discredited genetic engineer to secure an antidote, fighting his way through an ever-changing battlefield, not only to halt a global catastrophe but to save the fearsome creature that was once his friend."
    },
    {
        "id": "9708",
        "tmdbid": "351286.0",
        "description": "Three years after the demise of Jurassic World, a volcanic eruption threatens the remaining dinosaurs on Isla Nublar. So, Claire Dearing recruits Owen Grady to help prevent the extinction of the dinosaurs once again."
    },
    {
        "id": "9709",
        "tmdbid": "260513.0",
        "description": "Elastigirl springs into action to save the day, while Mr. Incredible faces his greatest challenge yet – taking care of the problems of his three children."
    },
    {
        "id": "9710",
        "tmdbid": "383498.0",
        "description": "Wisecracking mercenary Deadpool battles the evil and powerful Cable and other bad guys to save a boy's life."
    },
    {
        "id": "9711",
        "tmdbid": "348350.0",
        "description": "Through a series of daring escapades deep within a dark and dangerous criminal underworld, Han Solo meets his mighty future copilot Chewbacca and encounters the notorious gambler Lando Calrissian."
    },
    {
        "id": "9712",
        "tmdbid": "490003.0",
        "description": "For more than thirty years, and through his television program, Fred Rogers (1928-2003), host, producer, writer and pianist, accompanied by his puppets and his many friends, spoke directly to young children about some of life's most important issues."
    },
    {
        "id": "9713",
        "tmdbid": "424781.0",
        "description": "In an alternate present-day version of Oakland, black telemarketer Cassius Green discovers a magical key to professional success – which propels him into a macabre universe."
    },
    {
        "id": "9714",
        "tmdbid": "363088.0",
        "description": "Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission."
    },
    {
        "id": "9715",
        "tmdbid": "483184.0",
        "description": "Marcello, a small and gentle dog groomer, finds himself involved in a dangerous relationship of subjugation with Simone, a former violent boxer who terrorizes the entire neighborhood. In an effort to reaffirm his dignity, Marcello will submit to an unexpected act of vengeance."
    },
    {
        "id": "9716",
        "tmdbid": "458423.0",
        "description": "Five years after meeting her three fathers, Sophie Sheridan prepares to open her mother’s hotel. In 1979, young Donna Sheridan meets the men who each could be Sophie’s biological father."
    },
    {
        "id": "9717",
        "tmdbid": "455980.0",
        "description": "For one month every year, five highly competitive friends hit the ground running in a no-holds-barred game of tag they’ve been playing since the first grade. This year, the game coincides with the wedding of their only undefeated player, which should finally make him an easy target. But he knows they’re coming...and he’s ready."
    },
    {
        "id": "9718",
        "tmdbid": "297725.0",
        "description": "Toby, a cynical film director finds himself trapped in the outrageous delusions of an old Spanish shoe-maker who believes himself to be Don Quixote. In the course of their comic and increasingly surreal adventures, Toby is forced to confront the tragic repercussions of a film he made in his idealistic youth."
    },
    {
        "id": "9719",
        "tmdbid": "447682.0",
        "description": "Single mom Laura, along with her awkward 14 year-old son Henry is forced to drive Jack, her estranged, care-free pot dealing father across country after he's kicked out of yet another nursing home."
    },
    {
        "id": "9720",
        "tmdbid": "525662.0",
        "description": "A look at the rise of anti-Semitism and assaults against Jews in present-day France."
    },
    {
        "id": "9721",
        "tmdbid": "353081.0",
        "description": "When an IMF mission ends badly, the world is faced with dire consequences. As Ethan Hunt takes it upon himself to fulfill his original briefing, the CIA begin to question his loyalty and his motives. The IMF team find themselves in a race against time, hunted by assassins while trying to prevent a global catastrophe."
    },
    {
        "id": "9722",
        "tmdbid": "500475.0",
        "description": "Career criminal Youngblood Priest wants out of the Atlanta drug scene, but as he ramps up sales, one little slip up threatens to bring the whole operation down before he can make his exit."
    },
    {
        "id": "9723",
        "tmdbid": "111196.0",
        "description": "Scientists have created a robot that promises to be a powerful weapon for the U.S. Military. However, a group of renegades break into the base in an attempt to steal the metal soldier."
    },
    {
        "id": "9724",
        "tmdbid": "487558.0",
        "description": "Colorado Springs, late 1970s. Ron Stallworth, an African American police officer, and Flip Zimmerman, his Jewish colleague, run an undercover operation to infiltrate the Ku Klux Klan."
    },
    {
        "id": "9725",
        "tmdbid": "445651.0",
        "description": "After a disease kills 98% of America's children, the surviving 2% develop superpowers and are placed in internment camps. A 16-year-old girl escapes her camp and joins a group of other teens on the run from the government."
    },
    {
        "id": "9726",
        "tmdbid": "79159.0",
        "description": "TILT is a love story set against the backdrop of the changing political and social environment in Europe in the late 80's and early 90's. Can this love survive the challenges of emigration, a violent homeland and immoral social atmosphere thanks to a gang of adventurous friends?"
    },
    {
        "id": "9727",
        "tmdbid": "487541.0",
        "description": "Roastmaster Jeff Ross explores the world surrounding the U.S.-Mexico border, speaking to immigrants, DREAMers, detainees, border patrolers, human traffickers and Trump supporters. Then he puts on a show next to the border wall to roast American immigration policies, random audience volunteers and every ethnicity imaginable."
    },
    {
        "id": "9728",
        "tmdbid": "364002.0",
        "description": "Rita is fifteen and spends the summer between warm afternoons of teenage love and party nights with her friend Sara. From Portugal to the South Pacific, the pleasures of this routine will take a turn when the young girl visits the art show of a new neighbor in the local community."
    },
    {
        "id": "9729",
        "tmdbid": "479871.0",
        "description": "Rubens is a carefree, charismatic swimming instructor who finds himself accused of displaying inappropriate affection toward one of his students by the boy's mother. Other parents and colleagues are only too eager to condemn him."
    },
    {
        "id": "9730",
        "tmdbid": "48610.0",
        "description": "Bunny, an elderly rabbit who uses a walker, is in her kitchen one night baking a cake. A photograph from her wedding day is on her wall. A pesky and persistent moth bangs about the kitchen. She shoos it outside, turns off the porch light, and returns to her baking. The moth finds its way back into the kitchen, she bats it with a wooden spoon, and it falls into the mix. She stirs it up, pours the batter into a pan, and pops it into the oven. But the moth isn't done: it has a different mission, turning the oven into a portal, and inviting Bunny on a voyage of reunion."
    },
    {
        "id": "9731",
        "tmdbid": "460631.0",
        "description": "A short tribute to Zgougou, Varda’s cat who was given to her by Sabine Mamou."
    },
    {
        "id": "9732",
        "tmdbid": "432985.0",
        "description": "In an era where aliens have invaded and taken over feudal Tokyo, a young samurai finds work however he can."
    },
    {
        "id": "9733",
        "tmdbid": "71172.0",
        "description": "Odd Jobs Gin has taken on a lot of odd work in the past, and when you're a Jack of All Trades agency based in a feudal Japan that's been conquered and colonized by aliens, the term \"Odd Jobs\" means REALLY ODD jobs. But when some more than slightly suspicious secrets from the shadows of Gintoki Sakata's somewhat shady former samurai past and a new pair of odd jobs collide, the action is bound to get so wild and demented that only a feature film will do it justice!"
    },
    {
        "id": "9734",
        "tmdbid": "255413.0",
        "description": "A year has passed since Menma's ghostly return to the Super Peace Busters. Although the time they spent together during that summer was short, the five members reminisce about what happened as they each write a letter to their lost friend."
    },
    {
        "id": "9735",
        "tmdbid": "297825.0",
        "description": "Ooejo Agricultural High School is located in Hokkaido. Most students are from families involved in agriculture and their dreams are to continue working in agriculture. Meanwhile, Yuugo (Kento Nakajima), who graduated from a prestigious middle school, applied to the Ooejo Agricultural High School just because the school has a dormitory.  Yuugo, who grew up in the city, finds himself in an unfamiliar environment at Ooejo Agricultural High School, surrounded by nature and animals. Yuugo is also the only one who doesn't know what type of career he wants to pursue. Yuugo becomes impatient.  He goes through struggles everyday, but he also gets to know the other students and rural life in general. He begins to grow as a person."
    },
    {
        "id": "9736",
        "tmdbid": "333623.0",
        "description": "Although μ's, the defending champions of the school idol tournament, plans to dissolve their group after the graduation of their senior members, they receive news that leads them to holding a concert event! The 9 girls continue to learn and grow in this new and unfamiliar world. What is the last thing that these girls can do as school idols? With the clock ticking, what kind of meaning will the μ's members find in performing the most exciting live performance?"
    },
    {
        "id": "9737",
        "tmdbid": "360617.0",
        "description": "Celebrating Jon Stewart's decade and a half run as host of The Daily Show; the fake news show that satired and challenged all the other 'real' news channels."
    },
    {
        "id": "9738",
        "tmdbid": "432131.0",
        "description": "Ciel learns of a \"Aurora Society\", that is rumored to be researching how to bring the dead back to life. Their next meeting is scheduled to be conducted on the ship Campania, voyaging across the Atlantic Ocean. Much to Ciel's dismay, Elizabeth \"Lizzy\" Midford, is taking the same ship, thus leaving him with no choice but to get aboard as well."
    },
    {
        "id": "9739",
        "tmdbid": "445030.0",
        "description": "In ancient Disboard, Riku is an angry, young warrior intent on saving humanity from the warring Exceed, the sixteen sentient species, fighting to establish the \"One True God\" amongst the Old Deus. In a lawless land, humanity's lack of magic and weak bodies have made them easy targets, leaving them on the brink of extinction. One day, hope returns to humanity when Riku finds a powerful female Ex-machina, whom he names Schwi. Exiled from her Cluster because of her research into human emotions, Schwi is convinced that humanity has only survived due to the power of these feelings. Forming an unlikely partnership in the midst of the overwhelming chaos, Riku and Schwi must now find the answers to their individual shortcomings in each other, and discover for themselves what it truly means to be human as they fight for their lives against all odds. Each with a powerful new ally in tow, it is now up to them to prevent the extinction of the human race and establish peace throughout Disboard!"
    },
    {
        "id": "9740",
        "tmdbid": "479308.0",
        "description": "A woman deals with the toxic water scandal in Flint, Michigan, and the effect it has on her family."
    }
]